{"id": "36437856", "input": "Police in Australia and Europe were aware of a paedophile site called the Love Zone hidden in the so-called dark web.\nIt was protected by passwords, encryption and specialist software. Users were totally anonymous.\nThe images and videos there were particularly disturbing - showing the abuse of babies and very young children.\nMembers had to post increasingly graphic material to remain on the site. There were tens of thousands of accounts.\nOfficers with Task Force Argos in Australia knew the creator of the site used an unusual greeting - the word \"hiyas\".\nAfter exhaustively trawling chatrooms and forums in the open internet, they found a Facebook page of a man who used the same greeting.\nAlthough the Facebook page was fake, they identified a picture of a vehicle and that led them to a man called Shannon McCoole - a childcare worker in Adelaide.\nWhen officers went through his door, he was actually online running the site.\nThey took detailed photographs of McCoole's hands. This is where the freckle comes in - one on his finger matched exactly one seen in many of the images of abuse.\nIn an unprecedented move, Task Force Argos assumed McCoole's identity and took over the running of the site.\nLast year he was given a 35-year prison sentence.\nOne user who stood out was Huckle - given the number of children he had access to and his aggressive attitude.\nUsing data gleaned from the site and information Huckle had posted on social media and other open internet sites, they identified who he was and where he lived.\nRealising he was coming back to the UK for the Christmas holidays in 2014, they tipped off Britain's National Crime Agency.\nAs he landed at Gatwick airport he was met by officers from the NCA's Child Exploitation and Online Protection command.\nOn his computer and encrypted drives they found tens of thousands of obscene images and videos.", "correct_choice": "One word and a freckle indirectly led to Huckle being tracked down.", "list_choices": ["One word and a freckle indirectly led to Huckle being tracked down.", "tens of thousands word and a freckle indirectly led to Huckle being tracked down."], "lbl": 0}
{"id": "38314591", "input": "And, on emerging relatively unscathed from the deep space experiment, what Wu Shiyun thought was that he would very much like a hot bath and some seafood.\nHe was one of four chosen to live inside the capsule, which was designed to mimic being on another planet.\nThe experiment looked at how food and air could be used and sustained under controlled conditions.\nUsing technology inspired by China's Shenzhou spacecraft, the three men and a woman grew 25 types of plants - including wheat and strawberries.\nBut it was also a chance to see how four individuals - picked from more than 2,000 candidates - could live together in a space no bigger than a netball court.\nThey also had to adjust to \"Mars time\", which is 39 minutes longer than an earth day.\nBut it transpires they found one very effective way to relax: Tai Chi.\n\"According to those of us inside the capsule, it did help in soothing our emotions. But further detailed statistical analysis is needed before we reach a specific conclusion,\" said Tong Feizhou, another volunteer.", "correct_choice": "Trapped in a tiny capsule with only three other people for company gives a person a lot of time.", "list_choices": ["Trapped in a tiny capsule with one other people for company gives a person a lot of time.", "Trapped in a tiny capsule with only three other people for company gives a person a lot of time."], "lbl": 1}
{"id": "38279745", "input": "Dozens of others were injured in the explosion early on Sunday.\nThe bomber struck at the entrance of the city's main port facilities. Residents say the blast could be heard across Mogadishu.\nNo group has said it carried out the attack, but the Somali Islamist group al-Shabab often carries out such bombings in the capital.\n\"We assisted 48 wounded people and carried 16 others who were killed in the blast,\" said Abdikadir Abdirahman Adem, head Mogadishu's Amin ambulance service.\nThe death toll is expected to rise further.", "correct_choice": "A bomber has killed at least 16 people in the city, officials say.", "list_choices": ["A bomber has killed Dozens people in the city, officials say.", "A bomber has killed at least 16 people in the city, officials say."], "lbl": 1}
{"id": "32046136", "input": "The group, a mix of students and activists, were arrested while taking part in a protest two weeks ago against a new education bill.\nThey face possible jail terms on charges including insulting civil servants and refusing to disperse.\nVideo of the protests showing people being cornered by police and beaten sparked international condemnation.\nPresident Thein Sein of Myanmar (formerly Burma) has defended the action of officers, telling the BBC that in many Western countries a similar situation might have ended in gunfire and death.\nIn addition to the 65 people in court in the town of Letpadan on Wednesday, another five have been charged in absentia. Eleven people who were released on bail will be charged at a later date.\nAll could face jail terms of up to six years.\nThe BBC's Jonah Fisher, at the court, says relatives and supporters gathered outside the building with flowers, water and food for the detainees. Riot police were deployed to keep back the crowds.\nOur correspondent says that while there have been reforms in Myanmar since the end of military rule, the case shows that its laws and legal system remain dated and repressive.\nThe students began a protest march from Mandalay to Yangon (also known as Rangoon) in January, in opposition to a bill which centralises control over higher education.\nThey were calling for more power to be devolved to universities and higher education institutions, the right to form student unions, and teaching in ethnic minority languages.\nThe march was technically illegal as it did not have official approval.  The two sides had been in negotiations, and the authorities had agreed to let the students continue to Yangon.\nBut the students were angered by police opposition when they reached Letpadan, 140km (90 miles) north of Yangon, and clashes broke out as they attempted to break through police lines.\nScores of students and some police officers were injured, while more than 100 people were arrested.\nThe government has announced an inquiry into the response of the security services, state media report. Young Burmese have been at the forefront of several protests in Myanmar over the years, including a notorious 1988 uprising against the former ruling junta.", "correct_choice": "Sixty-five people have appeared in court to be charged over a student protest that ended in violence.", "list_choices": ["140km people have appeared in court to be charged over a student protest that ended in violence.", "Sixty-five people have appeared in court to be charged over a student protest that ended in violence."], "lbl": 1}
{"id": "39066087", "input": "sportscotland says it has yet to decide where the cuts will fall amid concerns that elite athletes could suffer.\nThe cuts are being blamed on reduced government spending and a drop in National Lottery ticket sales - a major contributor to sports backing.\nGoverning bodies are bracing themselves for potential job losses.\nAbout 60% of funding is made up from Scottish Government money, with lottery sales making up the rest.\nIn the year ending 2015, total revenue was £65.1m, which is divided up and awarded to 52 sports.\nBy the end of next year, that figure will have fallen to £51.8m - a cut to the Scottish sporting budget of 20% in just three years.\nsportscotland chairman Mel Young said: \"It's heartbreaking to me because I know the effort the sport governing bodies and the community that's around it; the volunteers and the mums and dads.\n\"And, to have to say that we're having to cut some money back is, I believe, not the right way to go.\"\nFormer badminton player Susan Egelstaff, a double bronze medallist at the Commonwealth Games [in 2002 and 2006] and an Olympian, fears the cuts will have \"a huge impact\".\n\"What that means in the future is that Scotland will be constantly playing catch-up,\" she said. \"It's almost impossible to catch up if you fall too far behind the leading nations.\"\nThe Scottish Government said sport and physical activity play a \"key role\" in a healthy Scotland and that \"significant\" investment would continue in those areas.\n\"Having successfully delivered the Commonwealth Games [in 2014] we are now focusing on protecting or raising investment in areas intended to decrease health inequality and improve life chances, and the small reduction in the sport budget allows us to support those priorities,\" Minister for Sport Aileen Campbell said.\n\"There is on-going support for active lifestyles through capital investment in cycling and walking, and over the last 10 years we have invested £168m in sport infrastructure - from grassroots to the elite performance which has increased the facilities and opportunities to get people active and achieve on the world stage at both the Olympics and Commonwealth Games.\"", "correct_choice": "Sport funding in Scotland is facing a 20% reduction over a three-year period, a move described as \"heartbreaking\" by the sportscotland chairman.", "list_choices": ["Sport funding in Scotland is facing a 65.1 reduction over a three-year period, a move described as \"heartbreaking\" by the sportscotland chairman.", "Sport funding in Scotland is facing a 20% reduction over a three-year period, a move described as \"heartbreaking\" by the sportscotland chairman."], "lbl": 1}
{"id": "34176857", "input": "Glan Clwyd Hospital in Bodelwyddan had a two-star \"improvement is necessary\" rating in May in a report warning of major non-compliance with regulations.\nDenbigh Infirmary's rating of one star was called \"abysmal\" by Clwyd West AM Darren Millar.\nBoth have now achieved four-star grades.\nControl measures to combat clostridium difficile (C.diff) have also been stepped up at Glan Clwyd and Wrexham Maelor Hospital.\nThree deaths between April and June in north Wales were said to be directly attributable to the infection, while it played a part in two others.\nThe number of cases of C.diff per 100,000 people was 51 in the Betsi Cadwaladr health board area, compared to 36 in Wales and 25 in England.\nTracey Cooper, the board's assistant director of nursing with responsibility for infection prevention, said in a report that the food-hygiene issue had been addressed immediately and a programme of unannounced kitchen inspections had started.\nThe board will discuss the report and C.diff and MRSA infection rates during a meeting on Tuesday.", "correct_choice": "Two hospitals which had serious standard failings have now been given improved ratings.", "list_choices": ["100,000 hospitals which had serious standard failings have now been given improved ratings.", "Two hospitals which had serious standard failings have now been given improved ratings."], "lbl": 1}
{"id": "37520139", "input": "Andrew Steele, from Dunfermline, turned at a police station and confessed to and raping one girl and touching another between 1996 and 2005.\nHe was initially released pending further investigations but was detained months later. He then said he been hallucinating when he made the confession.\nSentence was deferred for background reports.\nThe High Court in Edinburgh heard that Steele, aged 49, told officers his mother was \"up in the sky\" urging him to confess to the sex crimes when he made his revelations.\nPolice traced the girls and took statements from them. Both victims were aged seven when the abuse began.\nSteele admitted rape, indecency offences and failing to turn up for an earlier court date, when he appeared at the High Court in Edinburgh.\nAdvocate depute Mark McGuire said: \"On 28 December in 2014 the accused voluntarily attended at Kirkcaldy police station and disclosed that he had interfered with the girls.\"\n\"On 3 March in 2015 the accused was detained. Under caution he told the officers that he was having hallucinations on the day that he confessed. He told them that his mother was up in the sky telling him to confess. He maintained this position throughout the interview.\"\nThe prosecutor said before his first appearance at the police station Steele had gone to hospital and claimed he was hallucinating.\n\"He was assessed by three medical professionals who concluded that he was suffering from alcohol withdrawal. He was deemed fit to be discharged,\" said the prosecutor\nSteele was remanded in custody and put on the sex offenders register.", "correct_choice": "A man has admitted sexually abusing two girls over a nine year period.", "list_choices": ["A man has admitted sexually abusing three girls over a nine year period.", "A man has admitted sexually abusing two girls over a nine year period."], "lbl": 1}
{"id": "34971770", "input": "Official numbers showed revenues down 32.2% for the period to 16.4bn Macau patacas ($2.05bn; Â£1.36bn).\nExpectations were for a fall in revenues of just over 31%.\nMacau is the world's largest gaming centre - ahead of Las Vegas - and the only place in China where casinos are allowed.\nA special administrative region of China, Macau's economy relies heavily on gambling and shopping - especially by big spending tourists from the mainland.\nBut Chinese President Xi Jinping's campaign against corruption and luxury spending, which began in December 2012, has seen officials and others from the mainland more wary of gaming and spending in the city.\nChina's Communist Party prohibits officials from gambling, but until the 2012 crackdown, officials had reportedly visited Macau's casinos to gamble and spend.\nChina has emphasised Macau's need to diversify its economy away from gambling. The city's build up of new resorts and hotels is expected to help drive general tourism, however, analysts have said Macau will be hard-pressed to build up non-gaming streams of revenue in the near future.\nOfficial numbers released on Monday showed the city's economy shrank by 24.2% year-on-year during three months to September, the city's Statistics and Census Service said.\n\"Economic contraction in the third quarter was attributable to the continuous decline in exports of services, of which exports of gaming services decreased by 37.4% year-on-year and exports of other tourism services dropped by 15.3%,\" it added.\nOnce a Portuguese colony, gaming has taken place in Macau for more than 300 years. For many years it was referred to as the Monte Carlo of the Orient. The city was returned to Chinese rule in 1999.", "correct_choice": "Revenue in Macau fell by more than a third as China's corruption crackdown continued to drive away some tourists.", "list_choices": ["Revenue in Macau fell by 2.05bn as China's corruption crackdown continued to drive away some tourists.", "Revenue in Macau fell by more than a third as China's corruption crackdown continued to drive away some tourists."], "lbl": 1}
{"id": "40314399", "input": "The Hammersmith and City Line has been suspended between Edgware Road and Hammersmith over fears debris could fall on to the tracks.\nThe Circle Line is also closed partly due to the fire and partly because of planned engineering work.\nTransport for London (TfL) said the move had been made \"at the request of the London Fire Brigade\".\nThe fire broke out at the 24-storey block, which contained 120 one and two-bedroom flats, early on Wednesday morning.\nPolice presume 58 people have died but have warned the figure could grow.\nA sign at Ladbroke Grove station said \"owing to the safety of the Tower\" the lines had been partly suspended.\nThe London Fire Brigade confirmed it had requested the lines be temporarily closed because of a \"short-term risk of some debris falling on to the tracks\".\nA spokesman said teams were working to secure the debris so the lines could be reopened as soon as possible.", "correct_choice": "Two lines remained suspended due to safety concerns with the Tower.", "list_choices": ["58 lines remained suspended due to safety concerns with the Tower.", "Two lines remained suspended due to safety concerns with the Tower."], "lbl": 1}
{"id": "34507519", "input": "Josh Hanson, of Kingsbury, north-west London, was stabbed in the neck at the RE bar in Eastcote, Hillingdon.\nHe died at the scene shortly after 01:10 BST on Sunday.\nScotland Yard said about 40 people were in the bar at the time of the attack and urged anyone there after midnight to contact them with information.\nNo arrests have yet been made.\nDet Ch Insp Noel McHugh said: \"It is believed there would have been around 40 people present at the time of the incident, many of whom left the venue as paramedics worked to save Josh's life. It is imperative these people contact us to let us know what they saw.\n\"We are also keen to hear from anyone who was in Field End Road area at around 01:00 Sunday who may have seen or heard anything that they now think might be because of the incident at the RE bar.\"", "correct_choice": "A murder investigation has begun over a man who was fatally stabbed in front of dozens of customers at a bar in Hillingdon.", "list_choices": ["A murder investigation has begun over a man who was fatally stabbed in front of 40 of customers at a bar in Hillingdon.", "A murder investigation has begun over a man who was fatally stabbed in front of dozens of customers at a bar in Hillingdon."], "lbl": 1}
{"id": "35208881", "input": "Shenzhen prosecutors, late on Thursday, said a dispatcher and supervisor of the landfill, the chief and deputy manager of a company in charge of it, and seven other people were arrested.\nThey said they have been charged with negligently causing a serious accident.\nThe landslide happened when a hill of construction waste collapsed, leaving 74 people either missing or dead.\nThe formal arrests come three days after the police took what Chinese media called \"coercive measures\" against 12 people. It is thought the 11  arrested today were among those.\nOfficials have described the 20 December disaster as man-made, raising the possibility of severe punishments for those they consider responsible.\nOne official, whose job involved regulating construction sites, apparently jumped to his death a week after the landslide. It is not clear if he was being investigated for his role in it.\nOfficials have appealed for police and the public to help them find other suspects apparently on the run.", "correct_choice": "Eleven people have been arrested for their alleged role in the landslide disaster.", "list_choices": ["Eleven people have been arrested for their alleged role in the landslide disaster.", "11 people have been arrested for their alleged role in the landslide disaster."], "lbl": 0}
{"id": "35805844", "input": "Six authorities have told BBC Wales a meltdown in waste markets has hit their budgets.\nPembrokeshire council has seen the price it gets for steel drop by 88% over the year - while Flintshire has seen the price for plastics halved.\nExperts say a slump in oil prices, cheap steel imports, and China's economic slowdown are to blame.\n\"We try to play the markets as best we can,\" Harvey Mitchell, the waste services manager for Flintshire, said.\n\"It makes it difficult when we do have a drop in issues we can't control, such as the global price of oil, or when larger countries flood the European market with steel.\"\nFlintshire has been celebrating a record year for recycling household waste - up to 58% of everything thrown away now ends up at its waste recover facility in Buckley.\n\"But while we've seen an increase in the amount of material we've collected, we've actually seen a drop in the income because of the market prices,\" Mr Mitchell said.\nRecycled waste netted the council £537,000 in revenue in 2015/16, but this represented a drop of 45% in the expected income - more than £400,000 in lost cash.\nThe pattern has been repeated in Pembrokeshire, where £360,000 has been wiped off the council's expected income, while four other councils saw a combined drop of £335,000.\n\"This is an issue which is impacting upon Wales as a whole, not just Pembrokeshire,\" a council official there said.\n\"Fortunately quotes for the coming months are starting to look more positive with prices starting to increase.\"\nThe impact on most of the other Welsh councils which responded to BBC Wales has been minimal, as they said are tied into long term contracts dealing with their recycling services.\nBut one academic expert said authorities and the public in Wales will need to refocus as they face ever increasing targets on recycling.\nBy 2025 Welsh authorities are being asked to recycle 70% of waste - by 2050, it should be 100%.\n\"Waste prevention is what this is all about,\" Rebecca Colley-Jones, from Bangor University's Sustainability Lab, said.\n\"It's about buying smartly, being able to think about what you do with it so it can be reused, because reuse is a form of waste prevention.\n\"Together we can provide solutions for the future.\"", "correct_choice": "A collapse in the price paid for recycled waste has cost Welsh councils more than £1m in lost income.", "list_choices": ["A collapse in the price paid for recycled waste has cost Welsh councils more than £1m in lost income.", "A collapse in the price paid for recycled waste has cost Welsh councils four in lost income."], "lbl": 0}
{"id": "35277477", "input": "Waites thrashed Jeff Smith 7-1 in Sunday's final at Lakeside.\nThe 38-year-old from Huddersfield had an operation on a rotator cuff problem in February.\n\"I had six weeks without throwing a dart - that's painful in itself. Now I'm taking the world title back home,\" he told BBC Sport.\n\"It's hard trying to come back from an injury and trying to get yourself to practice. Sometimes, no matter what you do, your body won't react with it.\"\nWaites, who added to his previous Lakeside success from 2013, continued: \"This week, I've prepared myself to play for two hours in a session and it's so difficult to do. My shoulder and my body wasn't happy with that.\n\"After I played Glen Durrant [in the quarter-finals on Friday] I ended up going to sleep at half past eight.\"\nMedia playback is not supported on this device\nWaites, who was the ninth seed, is the eighth man to win the BDO title on more than one occasion.\nHe raced into a 5-0 lead in the final against unseeded Canadian Smith, 40, and eventually wrapped up a comfortable victory.\n\"It's not really sunk in yet,\" said Waites, who will return to his job as a carpenter on Tuesday.\n\"I can't believe it was over so quickly. I set myself up for it being a really tough game and Jeff, although he pushed me a little bit, didn't take his opportunities.\n\"I took my opportunities when I got them and I was taking sets.\"", "correct_choice": "Waites was delighted to clinch another BDO world title, admitting it seemed a million miles away following an operation.", "list_choices": ["Waites was delighted to clinch another BDO world title, admitting it seemed more than one away following an operation.", "Waites was delighted to clinch another BDO world title, admitting it seemed a million miles away following an operation."], "lbl": 1}
{"id": "39577034", "input": "Police raided 43-year-old John Nicholson's Dundee home in February following a tip-off.\nOfficers found drugs including more than 2.5 kg of heroin with a street value of £263,000 during the operation.\nNicholson will be sentenced on 11 May after admitting being concerned in the supply of drugs at his home in the city's Raglan Street.\nDefence counsel Ronnie Renucci said Nicholson pled guilty on the basis that he had allowed his house to be used for the storage of the drugs.\nMr Renucci said: \"He was not the owner of the drugs. He was doing so to pay off a debt.\"\nThe High Court in Edinburgh was told police officers also recovered £100,000 worth of amphetamine and cannabis with a potential street value of between £60,000 and £90,000.\nThe court heard that Nicholson had previous convictions for road traffic offences and dishonesty but had never been jailed.\nLord Kinclaven deferred sentence on Nicholson for reports and remanded him in custody.", "correct_choice": "A man stored £450,000 worth of heroin, cannabis and amphetamines at his house to pay off a debt, a court was told.", "list_choices": ["A man stored £450,000 worth of heroin, cannabis and amphetamines at his house to pay off a debt, a court was told.", "A man stored £100,000 worth of heroin, cannabis and amphetamines at his house to pay off a debt, a court was told."], "lbl": 0}
{"id": "36453669", "input": "The eight-day race, a precursor to the Tour which begins on 2 July, starts with a 4km time trial on Sunday.\n\"There will be many challengers [in the Tour]. But if I must pick two, I would say Froome and Nairo Quintana,\" said Contador, also a two-time Tour winner.\n\"The Criterium will allow me to test myself against my rivals.\"\nTeam Sky rider Froome has won the Criterium in each of the two years he has won the Tour - 2013 and 2015 - but Contador, who rides for Tinkoff, has never won the Criterium.\n\"My primary objective is to finish [the Criterium] in good physical condition with respect to the Tour - to be ready,\" said the Spaniard.\n\"I'm not thinking about the overall victory but, obviously, if the chance is there...\"\nAstana's Fabio Aru and FDJ's Thibaut Pinot will also contest the Criterium, but Movistar's Quintana is not competing in the race.", "correct_choice": "Contador believes the Criterium is the perfect stage to face his rival, two-time Tour winner Froome.", "list_choices": ["Contador believes the Criterium is the perfect stage to face his rival, 4km-time Tour winner Froome.", "Contador believes the Criterium is the perfect stage to face his rival, two-time Tour winner Froome."], "lbl": 1}
{"id": "37488261", "input": "The red sand boa is a protected species, and looks like it has two heads, because its tail is shaped like its head to help it defend itself.\nThe snake is prized on the black market because many believe it brings good luck or has medicinal qualities.\nPolice in Bangalore arrested four people trying to sell the protected creature for $1,500 (Â£1,100).\nPolice said plain clothes officers had organised a sting by pretending to be interested buyers.\nThe market for the \"two-headed\" red sand boas was \"basically another form of cheating\", PS Harsha, the local deputy commissioner of police, said.\n\"It is invariably used to cheat people who have some belief that it will act as good luck charm.\"\nSharath Babu, a wildlife warden in Bangalore's Urban district, said \"it is a fallacy that it has two heads... the head and tail of the snake look alike, so if anyone tries to catch it, it strikes from the other end which is the head\".\nThanks to the superstition that the red sand boa will bring its owner treasure, demand for the snake is high, with people even hiring them out for ceremonies, Mr Babu told BBC Hindi.\n\"It is even used for conducting rituals that would bring in rain or money. It is even believed that the heavier the snake, the more riches it will bring. So, the black market dealers shove ball bearings and other objects into the snakes. These animals die a very painful death.\"\nLuckily for this particular snake, though, it was rescued - and has now been set free in the Bannerghatta Biological Park on the outskirts of Bangalore.", "correct_choice": "Police say they have seized a rare snake, known as a \"two-headed\" red sand boa, from illegal smugglers.", "list_choices": ["Police say they have seized a rare snake, known as a \"two-headed\" red sand boa, from illegal smugglers.", "Police say they have seized a rare snake, known as a \"Â£1,100-headed\" red sand boa, from illegal smugglers."], "lbl": 0}
{"id": "35907701", "input": "SSAFA said there were more than 3,000 calls to Forcesline from serving troops last year, up from 1,600 in 2014.\nThe service was set up at the Army's request after four recruits died at its Deepcut Barracks in Surrey.\nSSAFA said the rise in the number of calls \"although not a cause for panic, is reason for concern\".\nThe charity's chief executive, Air Vice Marshal David Murray, said: \"Those who serve in our armed forces are by their very nature resilient characters. They are then trained to be the most robust versions of themselves, so for some asking for help can be a real challenge.\n\"It is interesting that the service men and women who are contacting us are choosing to come to SSAFA, rather than their own chain of command, as the 'grin and bear it' attitude within the serving community remains strong.\"\nHe said it was \"imperative\" that the welfare of service personnel welfare remained a priority and troops did not feel they had to \"deal with their issues on their own\".\n\"They have been there when our country has needed them and we must be there when they need us,\" he said.\nA Ministry of Defence spokesman said: \"The government is absolutely committed to the wellbeing of our armed forces and provides a wide range of support both during and after service.\n\"We enshrined the armed forces covenant in law and have introduced a raft of measures designed to improve service life.\n\"The government works in close partnership with the service charitable sector on these issues and we value contributions such as this.\"\nSSAFA, formerly known as the Soldiers, Sailors, Airmen and Families Association, has a network of 7,000 volunteers providing support for serving personnel as well as veterans.\nBetween 1995 and 2002, four Army recruits died from gunshot wounds in unexplained circumstances at Deepcut, sparking allegations of bullying and abuse.\nThe Army said all of the deaths were suicides but, in each case, the families disagreed.\nA second inquest is taking place into the death of one of those recruits, Private Cheryl James, more than 20 years after her death.\nAmong other things, the coroner will consider accusations that there were \"shortcomings\" with barracks policies on sexual behaviour, supervision of young women, drugs, alcohol and accommodation.\nIn total, the SSAFA helpline received 21,983 requests for help in 2015, up 6% on the year before.", "correct_choice": "A helpline has seen a nearly 90% increase in requests for help from serving military personnel, an armed forces charity has said.", "list_choices": ["A helpline has seen a nearly 90% increase in requests for help from serving military personnel, an armed forces charity has said.", "A helpline has seen a 7,000 increase in requests for help from serving military personnel, an armed forces charity has said."], "lbl": 0}
{"id": "35425275", "input": "The London-based telecoms provider said that it alerted police after carrying out a data security review.\nHowever, a spokeswoman stressed that it had seen no evidence that the suspects had been involved with a high-profile cyber-breach last October.\nNearly 157,000 of TalkTalk customers' details, including bank account numbers, were stolen in the breach.\nThe unnamed suspects do not work for TalkTalk directly but are instead employed by Wipro, a local call centre provider, in Kolkata (Calcutta).\n\"Following the October 2015 cyber-attack, we have been conducting a forensic review to ensure that all aspects of our security are as robust as possible - including that of our suppliers,\" the company said.\n\"Acting on information supplied by TalkTalk, the local police have arrested three individuals who have breached our policies and the terms of our contract with Wipro. We are also reviewing our relationship with Wipro.\n\"We are determined to identify and deal effectively with these issues and we will continue to devote significant resource to keeping our customers' data safe.\"\nNews of the arrests was first reported by Channel 4 News.\nThe Indian company has said it has a \"zero tolerance\" policy on data theft.\n\"Wipro is working closely with the customer in the investigation and will continue to extend its full co-operation to the investigating authorities,\" it said.\n\"We are unable to comment on the matter that is currently under investigation.\"", "correct_choice": "TalkTalk has confirmed that three of its Kolkata-based call centre workers have been arrested.", "list_choices": ["TalkTalk has confirmed that three of its Kolkata-based call centre workers have been arrested.", "TalkTalk has confirmed that Nearly 157,000 of its Kolkata-based call centre workers have been arrested."], "lbl": 0}
{"id": "35213811", "input": "More places will also be made available at all of Scotland's teacher education universities.\nThe increase of 60 primary and 200 secondary student teacher places will bring the total intake next year to 3,490.\nThe government said it was the fifth consecutive annual increase.\nA campaign was launched in September to try to encourage more people to enter the teaching profession in Scotland.\nThe Scottish government's #inspiringteachers campaign is focusing on science, technology, engineering and maths.\nMinisters are also asking the new Strategic Board for Teacher Education to consider whether further actions are needed \"to make sure we have the right numbers of teachers in our schools\".\nIn September, the leaders of seven councils called for a national taskforce to be set up to help deal with teacher recruitment problems.\nThey made the call at a summit on tackling teacher shortages in northern and rural parts of Scotland.\nStudent teacher places next year:\n• 1,230 post-graduate primary places - 60 more than last year's target\n• 710 undergraduate primary places\n• 1,350 secondary places - up by 185 on last year's target\n• 200 undergraduate secondary places - 15 more than last year's target\nEducation Secretary Angela Constance said: \"We want to make sure we have the right number of skilled teachers in our schools to help all of our young people to succeed.\n\"That's why we worked with local authorities to maintain teacher numbers this year and aim to do the same again next year, with a further £51m funding.\n\"And it's why we are increasing student places for the fifth year in a row, targeting them at areas where they are needed most such as Aberdeen and Highlands and Islands universities.\n\"We have upped last year's student teacher targets for science, technology, engineering and maths and we know these will be challenging for the universities to meet.\n\"I will be asking the new Strategic Board for Teacher Education to look at our workforce planning, particularly in the secondary sector, to consider whether there is more we can do.\n\"We also launched a teacher recruitment campaign in September with a focus on the Stem subjects and we are working with the universities to maximise its impact.\"", "correct_choice": "The Scottish government has announced that it is making more than £2m available to train an extra 260 teachers next year.", "list_choices": ["The Scottish government has announced that it is making more than £2m available to train an extra 260 teachers next year.", "The Scottish government has announced that it is making 60m available to train an extra 260 teachers next year."], "lbl": 0}
{"id": "30585980", "input": "Land and Housing Minister Anna Tibaijuka had not shown \"due diligence\" when she took the money, he said.\nMs Tibaijuka, a former UN official, denies any wrongdoing.\nShe is a high-profile casualty in a corruption scandal that has rocked Tanzania's government and energy firms, straining relations with donors.\nOn 17 December, Attorney-General Frederick Werema resigned after MPs accused him of authorising the fraudulent transfer of about $120m to an energy firm.\nHe denied the allegation, but said he was stepping down because the controversy had \"disrupted the country's political atmosphere\".\nMr Kikwete, in a televised address, said the government was still investigating allegations of impropriety against Energy and Minerals Minister Sospeter Muhongo and his permanent secretary Eliakim Maswi.\nThe president's office later said that Mr Maswi had been suspended, pending the outcome of the probe.\nMs Tibaijuka rejected parliament's call for her resignation, saying the $1m was a donation for a school where she serves as the main fundraiser.\nShe accepted it in good faith and presented it to the school, she said.\nHowever, Mr  Kikwete said he had dismissed her because \"one of the biggest questions raised is why this money was not paid directly to the school and was instead deposited in a personal bank account in her name,\" Reuters news agency quotes him as saying.\nMs Tibaijuka was the executive director of the United Nations Human Settlements Programme, before she became an MP and government minister in 2010.\nTanzania's parliament, which is dominated by the ruling Chama Cha Mapinduzi (CCM) party, has been putting pressure on Mr Kikwete to sack top officials accused of siphoning government money in collusion with businessmen linked to the energy sector.\nAn investigation by a parliamentary watchdog committee found that about $120m had been taken from an escrow account, paid to an energy firm and then given to various government ministers.\nA group of 12 donors - including Japan, the UK, the World Bank and the African Development Bank - decided in October to withhold about $490m until the government took action over the alleged corruption.\nMr Kikwete took office in 2005 with a promise to tackle corruption in government.", "correct_choice": "Kikwete has fired a senior government minister accused of wrongly taking $1m.", "list_choices": ["Kikwete has fired a senior government minister accused of wrongly taking about $490m.", "Kikwete has fired a senior government minister accused of wrongly taking $1m."], "lbl": 1}
{"id": "40616502", "input": "The UN estimates that a third more cocaine was being produced in the country in 2016.\nThe head of the UN Office on Drugs and Crime, Bo Mathiasen, called the increase significant.\nAnalysts say much of it was due to the end of the eradication of coca crops by spraying.\nThe report said the total coca-growing area rose from 96,000 hectares in 2015 to 146,000 in 2016.\nMr Mathiasen said that he held out hope for a reduction in cultivation because Colombia had signed a peace agreement with the biggest rebel group in the country, the Farc, which controlled much of the drug-producing areas.\nBut local analysts argue that the rise was caused partly by a hiatus resulting from the government's  peace deal with Farc rebels.\nUnder the deal, the Farc agreed to relinquish control over drug production areas and help the government try to encourage local farmers to plant substitute crops.\nFarmers have taken advantage of the delays while the crop substitution policy is set up to plant coca, which has increased in price by almost 50%, because they know they will be offered subsidies later not to grow the plant.\nMeanwhile, the Colombian government has increased by almost 50% its seizures of cocaine - from 253 tonnes confiscated in 2015 to 378 tonnes in 2016.", "correct_choice": "The UN says there was a 50% increase last year in the area of land being used to cultivate coca in Columbia.", "list_choices": ["The UN says there was a 50% increase last year in the area of land being used to cultivate coca in Columbia.", "The UN says there was a 378 tonnes increase last year in the area of land being used to cultivate coca in Columbia."], "lbl": 0}
{"id": "39500649", "input": "The victims all worked at the plant 100km (62 miles) east of Porto.\nThe factory's owner was among the dead and several members of his family were either dead or missing, said local mayor Francisco Lopes.\nSome of the victims were found outside the factory, apparently propelled from the building by the force of the blast.\nAn initial explosion happened shortly after 17:30 (16:30 GMT) on Tuesday, followed by two more blasts, reports said.\nFive bodies were found late on Tuesday and emergency workers found a sixth victim some 200m (650ft) from the site, minister Jorge Gomes told Portuguese media. The search was being extended to a radius of 800m, he added, because of the scale of the explosion.\nThe factory was described as a family business.\nAs investigators tried to identify the victims, the mayor said that almost all of the eight caught up in the blast were members of Egas Sequeira's family. Mr Sequeira was among those feared dead along with one of his daughters and a son-in-law, Portuguese media said.\nThe owner's wife had left the building just before the explosion and survived but two other family members were among the missing.\nOfficials were initially unable to enter the site because of the potential risk to their safety. Portuguese President Marcelo Rebelo de Sousa was due to visit the scene on Wednesday.", "correct_choice": "Six people died and another two were missing after an explosion on Tuesday evening destroyed a factory.", "list_choices": ["800m people died and another two were missing after an explosion on Tuesday evening destroyed a factory.", "Six people died and another two were missing after an explosion on Tuesday evening destroyed a factory."], "lbl": 1}
{"id": "39053929", "input": "There were about 19,000 diagnoses in 2015, compared to about 17,300 in 2006.\nPublic Health Wales (PHW) said the main reason for the increase was an ageing population.\nThe organisation's Dr Dyfed Wyn Huws said there was \"good news\" by way of significant reductions in smoking rates in recent decades.\nThere was a year-on-year decrease from about 19,800 cases in 2014, but the 2015 figure of 19,088 is likely to increase as statisticians revise the numbers.\nOnce age factors are taken into account, the rate decreased by more than 5% in men, but increased by more than 5% among women between 2006 and 2015.\nThis is partly due to the rate of lung cancer going down in men, but up among women. Historically, smoking rates peaked far earlier among men than women.\nBreast, prostate, lung and bowel cancers remain the most common.\nAccording to PHW, cases of liver, mouth, throat and melanoma skin cancer saw the biggest percentage increases.\nThe rates of stomach cancer and prostate cancer decreased, while mesothelioma rates increased by almost a third.\nDr Huws said: \"We know that up to four in 10 of cancers in the population may be preventable.\n\"With an increasing number of cancer cases each year, cancer control is possible and important for future generations and for keeping rising health service demand in check.\n\"The good news is that we have seen significant reductions in smoking rates in recent decades.\n\"This is already bringing cancer rates down in men.\"", "correct_choice": "PHW reports the number of cancer cases has risen by almost 10% over a 10-year period.", "list_choices": ["PHW reports the number of cancer cases has risen by almost 10% over a 10-year period.", "PHW reports the number of cancer cases has risen by almost a third over a 10-year period."], "lbl": 0}
{"id": "12196178", "input": "At least 44 more have been injured in the crush, which was reportedly triggered by a road accident.\nThe pilgrims were returning from the Hindu shrine of Sabarimala, which is in a remote, mountainous, densely-forested area.\nKerala Governor R S Gavai has said he is \"deeply shocked and saddened\".\n\"We have recovered 102 bodies. The rescue work is almost over,\" local police official Sanjay Kumar told the Associated Press news agency.\nThe stampede happened at Pulmedu, near the town of Vandiperiyar in Idukki district, Indian media reported.\nHundreds of thousands of pilgrims had gathered at the hill shrine on Friday, the last day of an annual festival.\nThe festival runs for two months and attracts millions of visitors every year.\nReports differed as to exactly how the deadly crush was triggered.\nThe Indian PTI news agency said a jeep carrying pilgrims had driven into a crowd returning from the shrine, starting a panic.\nHowever, the Times of India reported that the incident happened when the jeep broke down and overturned as pilgrims tried to move it.\nIt crushed a number of people and caused others to stumble, which then triggered the stampede, the report said.\nCorrespondents say deadly stampedes are not unusual at Indian temples, where huge crowds gather in small areas with few safety measures or crowd controls.\nA similar tragedy happened at Sabaramila in 1999, when more than 50 people died in a stampede after a landslide on a crowded hillside.", "correct_choice": "Officials say 102 pilgrims have been killed in a stampede at a religious festival in Pulmedu.", "list_choices": ["Officials say Hundreds of thousands pilgrims have been killed in a stampede at a religious festival in Pulmedu.", "Officials say 102 pilgrims have been killed in a stampede at a religious festival in Pulmedu."], "lbl": 1}
{"id": "39371292", "input": "Christopher Clarke, 29, contacted girls, aged 15 and 16 at the time, via Facebook, Snapchat and Twitter.\nHe also bought the Ysgol Bro Dinefwr pupils gifts including T-shirts, earrings, sweets and games consoles.\nAn Education Workforce Council hearing concluded his actions amounted to professional misconduct.\nOne girl told how Mr Clarke sent her a message saying: \"I kept having the same thought over and over again. How much I wanted to grab you, kiss you...\"\nThe girl, now 19, said he also invited her to one-on-one sessions in his chemistry office and told her not to show anyone the gifts her gave her.\nAnother girl, now 17, said his actions made her feel uncomfortable and he was \"acting in a creepy nature\".\nA third student said she told Mr Clarke she thought his messages were inappropriate and he later asked her to delete their conversation.\nPolice investigated but no charges were brought against Mr Clarke.\nThe school also began an investigation but he resigned before any findings were made.\nEducation Workforce Council chairman, Steve Powell, said Mr Clarke's conduct \"clearly breached boundaries between teachers and pupils\".\n\"His actions fell very short of the standards expected of a registered person and amounted to unacceptable professional conduct,\" he added.", "correct_choice": "A teacher who sent sexual messages to three pupils has resigned.", "list_choices": ["A teacher who sent sexual messages to three pupils has resigned.", "A teacher who sent sexual messages to One pupils has resigned."], "lbl": 0}
{"id": "32366050", "input": "Police said they received a report of the fire at a property in Castle Mews at about 03:30 BST on Saturday.\nA tyre had been put against the front door of the house and set alight. The blaze caused smoke damage.\nA man, a woman and two boys inside the property were not injured.\nDet Insp Tara Nicholls said: \"I would appeal to anyone that was in the area and noticed any suspicious activity between the times of 01:30 and 03:30 BST to contact CID at Cookstown Police Station on the non emergency number 101.\"", "correct_choice": "Four people have escaped injury after an arson attack in Castle Mews.", "list_choices": ["Four people have escaped injury after an arson attack in Castle Mews.", "two people have escaped injury after an arson attack in Castle Mews."], "lbl": 0}
{"id": "33186428", "input": "The man, who has not yet been identified, was last seen alive at 20:45 BST on Tuesday 9 June in St Stephen's subway.\nTwo people saw the man, 29, in the early hours of Wednesday before he was found dead at 07:00 BST, police said.\nA post-mortem examination revealed he died from injuries to the spleen and the death was declared \"suspicious\".\nDet Insp Marie James said: \"We are still trying to create a timeline of the man's final movements and the circumstances which led to his death.\n\"We would particularly like to hear from two people who saw the man in the early hours of Wednesday morning.\n\"Other witnesses have suggested a male teenager, possibly a college student, passed him in the subway at around 05:00 BST and later returned to buy flowers from the flower stall by the subway to leave inside.\n\"The second person we wish to trace is a man who gave assistance at the scene when his body was discovered.\n\"This man is described as being smartly dressed, wearing a jacket and glasses.\n\"I would also appeal again for people to contact me if they know details about any of his friends or family as we have still been unable to trace next of kin despite numerous inquiries.\"", "correct_choice": "Police investigating the death of a man in a subway want to speak to two potential witnesses.", "list_choices": ["Police investigating the death of a man in a subway want to speak to two potential witnesses.", "Police investigating the death of a man in a subway want to speak to 29 potential witnesses."], "lbl": 0}
{"id": "36487483", "input": "The leading index closed down 69.63 points at 6231.89.\nMiners more than doubled earlier losses to leave Antofagasta down more than 6%. Others, including Anglo American and BHP Billiton were down 4%.\nHOusebuilders all but wiped out their earlier falls. Taylor Wimpey ended flat and Berkeley Group ended less than 1% down after a report from chartered surveyors forecasted a short-term drop in UK house prices over the next three months.\nRolls-Royce was also a loser, with a 2% fall.\nThe chief executive of Rolls-Royce has warned staff that the engineering firm is behind with deliveries to customers, according to the Financial Times.\nVodafone fell about 5% after it agreed a deal to merge its New Zealand operations with Sky Network Television.\nOn the FTSE 250 builder Bellway was also caught in the general decline of construction shares, with a 1% fall.\nThat was despite an upbeat trading statement.\n\"That survey from RICS [Royal Institution of Chartered Surveyors] about a first possible drop in house prices since 2012, is clearly spooking people,\" said Russ Mould, investment director at AJ Bell.\n\"It is tax-related and maybe a little bit Brexit related, but some will be wondering whether there are more fundamental factors slowing us down, as prices are just at such high levels.\"\nFlybe shares ended 5.5% lower, despite returning to profit.\nOn the currency markets, the pound was down 0.3% against the dollar at $1.4466 but rose 0.3% against the euro to â‚¬1.277.", "correct_choice": "(Close): A fall in mining shares hit the main indexes, with the it closing down more than 1%.", "list_choices": ["(Close): A fall in mining shares hit the main indexes, with the it closing down 0.3%.", "(Close): A fall in mining shares hit the main indexes, with the it closing down more than 1%."], "lbl": 1}
{"id": "35706703", "input": "In 2014, 27 motorcyclists were killed and the number of serious injuries also rose from 507 to 514 in the year up to September 2015.\nLondon Assembly's Transport Committee said the figure for deaths was \"unacceptably high\".\nTfL said more police have been deployed in accident hotspots and it is focusing on motorcycle and scooter safety.\nThe figures were released as the London Assembly committee published its report â€˜Easy Rider: Improving motorcycle safety on London roadsâ€™.\nResearchers spoke to 1,200 riders and found one in five had been involved in a collision and about 62% motorcyclists had been involved in a near-miss incident.\nIn 2010, 4,337 motorcyclists were injured in London, which by 2014 rose to 5,233, an increase of nearly 21%.\nThe report found the inconsistency over access to bus lanes causes \"unnecessary confusion\" as TfL allows motorcyclists to ride in bus lanes on the roads it manages, while many boroughs do not.\nIt also asked TfL to monitor the impact of dedicated Cycle Superhighways on the road space shared by other traffic.\nThe report also called on authorities to educate young riders.\nValerie Shawcross, chair of the London Assembly Transport Committee, said: \"Arguably motorcyclists have been overlooked in public discussion about road safety in recent years.\n\"However, 36 motorcyclists were killed on London's roads last year, a death toll that is unacceptably high, and part of a bigger picture of collisions and injuries affecting motorcyclists, many of them life-changing in their seriousness.\"\nTfL said that since September police had stopped 5,389 riders, issued 742 traffic offence reports, 1,335 verbal warnings, seized 96 motorcycles and made 10 arrests.\nPolice will also target the boroughs where motorcyclists are at greatest risk of injury.\nLeon Daniels, TfL's managing director of surface transport, said: \"On-street education and enforcement, substantial investment in improving rider skills and guidance to help engineers design roads so that they are safer for riders, all form part of a concerted effort to improve road safety in the capital.\"", "correct_choice": "The number of motorcyclists killed on London's roads reached 36 last year, data showed.", "list_choices": ["The number of motorcyclists killed on London's roads reached 10 last year, data showed.", "The number of motorcyclists killed on London's roads reached 36 last year, data showed."], "lbl": 1}
{"id": "40568607", "input": "Chisako Kakehi was arrested in 2014 and went on trial in Kyoto late last month.\nHer lawyers have pleaded not guilty on her behalf, and when her trial began she said only that she would \"leave everything\" to her defence team.\nBut in court, asked if she killed her husband, she said there was \"no mistake\", the Mainichi reported.\nThe 70-year-old said she committed the crime because her husband was not treating her well financially, and that she obtained the cyanide from a business associate.\n\"I wasn't given any money after I married him,\" the Japan Times quoted Ms Kakehi as telling the court on Monday. \"I have no intention of hiding the guilt. I will laugh it off and die if I am sentenced to death tomorrow.\"\nProsecutors say Ms Kakehi targeted the men for their money and poisoned them all with cyanide.\nThe investigation began when Isao Kakehi, her fourth husband who she reportedly met via a match-making site, died on 28 December 2013, a month after they got married.\nA post mortem examination subsequently found traces of cyanide in his body, and investigators then began examining the deaths of other men linked to the pensioner.\nShe is now on trial for murdering him and two other boyfriends, and the attempted murder and robbery of another boyfriend who later died of cancer.\nThe men were all aged between 70 and 80 when the alleged crimes took place between 2007-2013.\nMs Kakehi's three other husbands also all died, but she has not been charged in connection with their deaths.\nLawyers for Ms Kakehi say her testimony cannot be trusted, because she has mild dementia.\n\"Since she is suffering from dementia, she barely remembers things that happened recently let alone the incidents,\" her team was quoted as saying at the start of the trial, which is expected to continue until November.\nJapanese press have dubbed Ms Kakehi a \"black widow\" - a term derived from the female spider that eats its partner after mating.\nIn April another Japanese woman, Kanae Kajima, who was convicted of killing three lovers, lost a final appeal against her death sentence at the Supreme Court.", "correct_choice": "A Japanese pensioner accused of killing three partners and attempting to murder a fourth has told a court that she fatally poisoned her husband.", "list_choices": ["A Japanese pensioner accused of killing two partners and attempting to murder a fourth has told a court that she fatally poisoned her husband.", "A Japanese pensioner accused of killing three partners and attempting to murder a fourth has told a court that she fatally poisoned her husband."], "lbl": 1}
{"id": "34430530", "input": "Basil Khan and Omar Mohidin were 16 when they were hit and racially abused by officers in Edgware Road, north west London in 2007, the High Court heard.\nThe sergeant and a constable involved were acquitted along with four colleagues in a criminal trial in 2009.\nThe High Court ruled the two men were racially abused and awarded damages.\nThe Met's Deputy Assistant Commissioner Fiona Taylor said the officers' actions had let down the public and all of the force.\nOfficers from the Territorial Support Group stopped the teenagers in June 2007 because they claimed that some of the group had been mouthing obscenities and making gestures at them.\nOmar Mohidin was held in a police van for about five minutes while officers arrested Basil Khan who was handcuffed, strip searched and held in police custody for almost 20 hours.\nMr Justice Gilbart said Mr Khan had been wrongfully arrested and he accepted PC Mark Jones, who has since left the force, had hit Mr Khan, grabbing him around the neck and making it difficult for him to breathe.\nThe judge awarded Mr Khan £11,900 in damages and said Sgt William Wilson had also struck Mr Khan.\nThe court ruled Mr Mohidin was also falsely imprisoned for a few minutes during which time he was subjected to \"racist humiliation\", but that his injury amounted at most to feeling upset for a few days.\nHe dismissed Mr Mohidin's claim that he had suffered acute stress disorder as a result of the police action and awarded him £2,500.\nThe judge threw out a third civil damages claim for false imprisonment, assault and race discrimination brought by another man, Ahmed Hegazy.", "correct_choice": "Payment of more than £14,000 has been awarded to two men for damages after officers were found guilty of racially abusing them as teenagers.", "list_choices": ["Payment of more than £14,000 has been awarded to two men for damages after officers were found guilty of racially abusing them as teenagers.", "Payment of two has been awarded to two men for damages after officers were found guilty of racially abusing them as teenagers."], "lbl": 0}
{"id": "32473009", "input": "The court in Novorossiysk gave two of the dancers 10 days in jail each, a third 15 days and two others received fines on charges of petty hooliganism.\nProsecutors had said their \"erotic and sexual twerk dance\" was disrespectful to historic memory and unacceptable.\nEarlier this month, Russian officials closed a dance school after a similar dance video emerged on the internet.\nThe latest incident involves six dancers - one of them a minor who was not convicted - who had posted a video on YouTube.\n\"This incident of disrespect for the memory of war history is unacceptable  and any attempts to desecrate sites of military glory will be stopped  immediately,\" prosecutors said.\nThe sentences come as Russia prepares to mark the 70th anniversary of  the World War Two victory.\nThey also follow the incident early in April when a video clip from the Orenburg dance school on YouTube was viewed millions of times.\nThe video clip, entitled Winnie the Pooh and the Bees, showed a group of teenage girls dancing on stage in striped leotards, long socks and mini-skirts,\nThey perform hip-thrusting moves characteristic of twerking.\nA committee is investigating whether the performance amounts to negligence or even \"debauched action\", which is punishable by a range of sanctions from community service to three years behind bars.", "correct_choice": "A Russian court has jailed three women for performing a twerking dance and disrespecting a war memory.", "list_choices": ["A Russian court has jailed one women for performing a twerking dance and disrespecting a war memory.", "A Russian court has jailed three women for performing a twerking dance and disrespecting a war memory."], "lbl": 1}
{"id": "35782231", "input": "The Anglo-South African company said its current structure was \"too costly\" and inefficient.\nChanges to the regulatory environment in Europe and South Africa had also made the business more complex to run.\nIt came as the firm reported a 4% rise in annual pre-tax adjusted operating profit to Â£1.7bn.\nOld Mutual said it expected the separation of its four main units to be completed by the end of 2018.\nThe company plans to separate into Old Mutual Emerging Markets, Old Mutual Wealth, Nedbank Group and OM Asset Management.\nChief executive Bruce Hemphill said: \"The strategy we have announced today sets out a bold new course to unlock value currently trapped within the group structure.\n\"We have four strong businesses that can reach their full potential by freeing them from the costs and constraints of the group.\n\"These businesses are performing strongly, have excellent competitive positions in sizeable markets and the underlying growth potential to flourish independently.\"\nHe said the current organisation of the group was \"a costly structure with insufficient synergies to justify those costs\".\nThe group said it had yet to decide how it would go about spinning off the units.\nOld Mutual announced its strategic review in November, after former Standard Bank executive Mr Hemphill took over as chief executive.\nThe group, which was founded in South Africa in 1845, currently has a majority stake in South African lender Nedbank. But it plans to reduce it to a minority stake by the end of 2018.\nThe company's Old Mutual Wealth unit, a sponsor of England rugby union, has also received a takeover approach from private equity firms, according to reports citing unnamed sources.", "correct_choice": "Financial company Old Mutual has said it will split itself into four separate companies following the outcome of a strategic review.", "list_choices": ["Financial company Old Mutual has said it will split itself into 4% separate companies following the outcome of a strategic review.", "Financial company Old Mutual has said it will split itself into four separate companies following the outcome of a strategic review."], "lbl": 1}
{"id": "35173709", "input": "The announcement follows last week's warning that a vast area of China would be badly hit by pollution.\nBeijing saw its second red alert over the weekend. The latest wave of alerts includes the industrial port Tianjin.\nRed alerts trigger advisories for people to stay inside, schools to stop classes, and restrict vehicle use.\nAn environmental ministry statement issued on  Wednesday night said the 10 cities with red alerts include Tianjin as well as smaller surrounding cities Puyang, Xinxiang, Dezhou, Handan, Xintai, Langfang, Hengshui, Xinji and Anyang.\nThey are among 30 cities including Beijing seeing \"severe pollution\". Another 20 cities have \"heavy pollution\".\nThe latest news was met with resignation, and even some jokes, by Chinese netizens who have endured bad air quality levels in recent weeks.\nOn Wednesday, images of  a purple-tinged sunset in Nanjing spread across social media with many users attributing it to the pollution in the city.\n\"New type of haze: grape flavoured,\" joked Weibo user Chenyingshisupoman.\nAnother Weibo user Diliutianmaoxianjia said sarcastically: \"Compared to the heavy smog of Beijing, the strong smog of Hebei, and damp heat of Shanghai, I prefer the colours of Nanjing's smog... it is durable and refreshing... once you breathe it in it sticks to your heart.\"\nBeijing's second red alert ended on Tuesday night. The ministry said the capital's air quality was \"slowly improving\".\nBut some parts of neighbouring Henan and Hebei regions were still seeing heavy pollution, with levels of the PM2.5 pollutant surpassing 300 mg per cubic metre - the hazardous level in China.\nChina has seen extremely high levels of air pollution in recent years, particularly in the coal-reliant north east, the industrial heart of the country.\nFollowing criticism that authorities were not doing enough to protect citizens' health, the government has stepped up in issuing health advisories and promised to take action to address pollution.", "correct_choice": "Hazardous smog blanketing China's cities has sparked more red alerts, with authorities advising residents in 10 cities to stay indoors.", "list_choices": ["Hazardous smog blanketing China's cities has sparked more red alerts, with authorities advising residents in 300 mg per cubic metre cities to stay indoors.", "Hazardous smog blanketing China's cities has sparked more red alerts, with authorities advising residents in 10 cities to stay indoors."], "lbl": 1}
{"id": "36522094", "input": "The 39-year-old has passed the Premier League and Football League's fit and proper person test and will become chairman of the West Midlands side.\nHe succeeds American Randy Lerner, who bought Villa for £62.6m in 2006.\nVilla were relegated from the Premier League for the first time last season, finishing bottom, and have since named Roberto di Matteo as manager.\nDr Xia spent six years at Harvard and Massachusetts Institute of Technology, including five months at Oxford University, before returning to China.\nHe made his fortune as the owner of Recon Group, a holding company that has the controlling interest in five publicly listed companies on the Hong Kong and Chinese stock exchanges, employing 35,000 people in 75 countries.\nHis takeover comprises a £52m purchase price and a £24m overdraft. In addition, he will contribute £60m in operating costs.\nDr Xia met the Football League's Shaun Harvey in London on Monday for formal confirmation he had passed the owners' and directors' test, after the Premier League had been satisfied in its investigations.\nThe new Villa vice-chairman is Chris Samuelson, an international financier who has been involved in a failed takeover at fellow Championship club Reading.\nHe also attempted to inject finances into Premier League Everton more than a decade ago.\nThe new chief executive is Keith Wyness, who filled the same role at Scottish Premiership club Aberdeen, then Everton.\nSamuelson was instrumental in getting Dr Xia interested in the Villa project and introduced the new owner to Wyness.\nDr Xia is expected to inject about £30m into the transfer fund available to former Chelsea, West Brom and Schalke boss Di Matteo as he rebuilds a first-team squad that won only three league games last season.\nSubscribe to the BBC Sport newsletter to get our pick of news, features and video sent to your inbox.", "correct_choice": "Businessman Dr Xia has completed his £76m takeover of Championship club Villa.", "list_choices": ["Businessman Dr Xia has completed his £75m takeover of Championship club Villa.", "Businessman Dr Xia has completed his £76m takeover of Championship club Villa."], "lbl": 1}
{"id": "39703189", "input": "The 30-year-old midfielder moved to McDiarmid Park for a second spell in February 2016 after a frustrating five months with Hearts.\nHe has scored 14 goals in 48 appearances since then, having netted twice while on loan in 2015.\n\"The pull of Hibernian was too much for me,\" said Swanson.\n\"It's always been an ambition of mine to play for the club and I am looking forward to this new challenge and to help achieve their goals back in the Premiership.\"\nThe Championship winners are yet to reveal details of the contract agreed with the former Dundee United, Peterborough and Coventry City player.\nSaints offered the midfielder new terms, with Swanson adding: \"The decision to leave St Johnstone has been a difficult one for me. I've felt settled at the Saints and really enjoyed my football, and my period at the club has been the most enjoyable and satisfying time of my career.\n\"So, it goes without saying, my decision to leave McDiarmid Park was not taken lightly.\n\"I want to thank the manager, Tommy Wright, who has supported me in so many ways, on and off the field.\n\"His trust in me on the football park allowed me to flourish. The way he treated me like an adult off the park also helped me to mature and develop as a person.\n\"Now that we are in the top six yet again, which is yet another fine achievement, for the next five games it's my focus to make sure I play my part in helping St Johnstone qualify for a European place.\"\nSaints are currently fourth in the top flight, five points ahead of Hearts in the race for the final Europa League spot.\nAsked what Swanson would bring to his Hibs team, head coach Neil Lennon told his club website: \"Goals from midfield, hopefully, creativity,\n\"He's had a great season, into double figures.\n\"I think he sees a pass, he's a fit lad, he crosses the ball well. And, whenever I have seen him play for St Johnstone, he has probably been their best player and more likely to create something.\n\"And, allied to that, he is a Leith boy. He gets the club and that's always important as well.\"\nFind all the latest football transfers on our dedicated page.", "correct_choice": "Swanson has confirmed that he is leaving St Johnstone to join Hibernian, saying he could not resist the lure of one of his ambitions.", "list_choices": ["Swanson has confirmed that he is leaving St Johnstone to join Hibernian, saying he could not resist the lure of one of his ambitions.", "Swanson has confirmed that he is leaving St Johnstone to join Hibernian, saying he could not resist the lure of 48 of his ambitions."], "lbl": 0}
{"id": "33515933", "input": "Lagmar Barking, a joint venture between MAR Properties and the Lagan Developments (Holdings), owned the Vicarage Field shopping centre in Barking.\nIt has been bought by Benson Elliot, a UK-based private equity property fund manager.\nThe last accounts for Lagmar Barking showed it owed its lenders £70m.\nThe loan secured on the centre was bought by the US investment fund Cerberus as part of its purchase of the National Asset Management Agency's (Nama) Northern Ireland loan book in 2014.\nPeter Cornforth, director of retail at Benson Elliot, said the deal was \"an exciting purchase for Benson Elliot\".\nHe added that it provided the firm with \"a fantastic opportunity to contribute to the regeneration of a key east London metropolitan centre\".\nCerberus is continuing to rapidly work through the former Nama portfolio with a combination of asset sales, refinancings and enforcements.", "correct_choice": "A shopping centre in east London that had been owned by two property groups has been sold.", "list_choices": ["A shopping centre in east London that had been owned by 70 property groups has been sold.", "A shopping centre in east London that had been owned by two property groups has been sold."], "lbl": 1}
{"id": "29685680", "input": "A yellow severe weather warning has been issued as the remains of Hurricane Gonzalo reach Britain.\nCoastal areas and north-western parts of Wales are expected to see the worst of the weather.\nThe Met Office said while all of Wales will be affected, areas including Aberporth, Aberystwyth and Anglesey will likely see the strongest winds.\n\"Hurricane Gonzalo will run eastwards across the Atlantic, reaching the UK on Monday night, bringing strong winds and heavy rain,\" said a spokesperson.\n\"The strongest winds are expected on Tuesday as the low pressure clears eastwards.\"\nGusts exceeding 55mph are likely inland, with 60 to 70mph gusts in some exposed coastal areas in the west.\nThe forecaster warned that fallen leaves and blocked drains could increase the risk of surface water affecting roads, and advised that travel could be disrupted.\nHurricane Gonzalo caused widespread damage and a power blackout when it hit Bermuda last week, with damage caused to houses and power lines downed.\nIrish Ferries has cancelled some sailings between Holyhead and Dublin due to the adverse weather forecasts for Tuesday.", "correct_choice": "Gale force winds of up to 70mph and heavy rain will arrive in Wales on Monday evening, said the Met Office.", "list_choices": ["Gale force winds of up to 55mph and heavy rain will arrive in Wales on Monday evening, said the Met Office.", "Gale force winds of up to 70mph and heavy rain will arrive in Wales on Monday evening, said the Met Office."], "lbl": 1}
{"id": "40076394", "input": "The old Victoria Ground, next to the A500, shut in 1997 when the club moved to the Britannia Stadium and has remained vacant ever since.\nPlans for the 16-acre site include 130 homes being built initially, followed by a further 70.\nDavid Sidaway, from the council, said he was proud to have secured investment for the \"very important site\".\nA plan to build offices there was shelved in 2004 and in 2007 St Modwen said the recession had affected development opportunities.\nFurther plans for housing were announced in 2013 but never happened.\nDave Smith, from developer St Modwen Homes, said: \"We understand that the Victoria Ground is an important site for both the people of Stoke-on-Trent and the city council.\n\"Having taken the comments from the public consultation on board, particularly for the second phase of development, we are looking forward to turning our plans for the Victoria Ground site into reality and breathing new life into the community and surrounding area.\"\nAfter working with the Environment Agency over potential flooding issues, a nearby primary school to include sports pitches in the development and holding a public consultation, plans will be submitted by the end of the month, the council said.", "correct_choice": "The old Victoria Ground is to be redeveloped into fields and 200 homes.", "list_choices": ["The old Victoria Ground is to be redeveloped into fields and 200 homes.", "The old Victoria Ground is to be redeveloped into fields and 130 homes."], "lbl": 0}
{"id": "35175698", "input": "The Fukui District Court lifted an injunction that had blocked the reopening of two reactors operated by Kansai Electric Power in the western city of Takahama.\nThe injunction was issued after locals argued the reactors could not withstand a strong earthquake.\nJapan closed all its nuclear reactors after the Fukushima disaster in 2011.\nThe Takahama plants had already obtained approval from the country's nuclear watchdog.\n\"Today's two rulings show a recognition that safety has been ensured at Talahama Nuclear Power Station,\" Kansai said.\nIt aims to restart the reactors next month.\nThe vast majority of Japan's nuclear reactors remain closed - according to the Nuclear Energy Institute, the country's nuclear generating capacity is running at less than 5% of its full potential.\nThe government is keen to restart more reactors, which before the Fukushima disaster supplied about 30% of the country's power.\nJapan has been forced to import fossil fuels to make up the shortfall.", "correct_choice": "A Japanese court has paved the way for two more of the country's nuclear reactors to be restarted.", "list_choices": ["A Japanese court has paved the way for two more of the country's nuclear reactors to be restarted.", "A Japanese court has paved the way for less than 5% more of the country's nuclear reactors to be restarted."], "lbl": 0}
{"id": "38535249", "input": "Each team had an early chance before Dover captain Jamie Grimes' looping header put the visitors ahead in the eighth minute.\nMacclesfield keeper Scott Flinders, making his first appearance after signing from York, misjudged a free-kick, allowing Grimes to nod in.\nFlinders saved a curling James Hurst effort and Dover had a goal ruled out just after half-time.\nThose missed opportunities came back to haunt Athletic when Holroyd got on the end of Danny Whitaker's shot to level in the 69th minute before bursting through and scoring again soon after.\nFlinders atoned for his early error by brilliantly keeping out Moses Emmanuel's late volley as Macclesfield held on for a victory that moves them to within six points of promotion-chasing Dover.\nReport supplied by the Press Association.\nMatch ends, Macclesfield Town 2, Dover Athletic 1.\nSecond Half ends, Macclesfield Town 2, Dover Athletic 1.\nSubstitution, Macclesfield Town. Laurie Bell replaces Chris Holroyd.\nSubstitution, Dover Athletic. Tyrone Marsh replaces Ricky Miller.\nRicky Miller (Dover Athletic) is shown the yellow card.\nRichard Orlu (Dover Athletic) is shown the yellow card.\nGoal!  Macclesfield Town 2, Dover Athletic 1. Chris Holroyd (Macclesfield Town).\nSubstitution, Dover Athletic. Jim Stevenson replaces Ricky Modeste.\nGoal!  Macclesfield Town 1, Dover Athletic 1. Chris Holroyd (Macclesfield Town).\nSubstitution, Macclesfield Town. Anthony Dudley replaces Jack Sampson.\nSubstitution, Dover Athletic. Chris Kinnear replaces James Hurst.\nSecond Half begins Macclesfield Town 0, Dover Athletic 1.\nFirst Half ends, Macclesfield Town 0, Dover Athletic 1.\nJames Hurst (Dover Athletic) is shown the yellow card.\nGoal!  Macclesfield Town 0, Dover Athletic 1. Jamie Grimes (Dover Athletic).\nFirst Half begins.\nLineups are announced and players are warming up.", "correct_choice": "Two Holroyd goals in a short span gave Macclesfield a win over Dover.", "list_choices": ["Half Holroyd goals in a short span gave Macclesfield a win over Dover.", "Two Holroyd goals in a short span gave Macclesfield a win over Dover."], "lbl": 1}
{"id": "36987557", "input": "The limb was found in a garden in Cranwells Park on Wednesday and has been sent for forensic analysis, Avon and Somerset Police said.\nA force spokesman said detectives were \"keeping an open mind\" as to whether it was linked to two similar incidents in the city.\nAll three feet have been found within a few hundred yards of each other.\nTests showed the first foot found in Weston Park East in February was  \"probably\" a medical teaching aid. The second foot, found last month in the same area, is still undergoing tests.\n\"The same officers are looking into the latest discoveries and will look to confirm beyond all reasonable doubt that they are linked and if there are any new lines of inquiry which can be taken forward,\" the spokesman added.", "correct_choice": "A third human foot has been found close to where two others were discovered earlier this year.", "list_choices": ["A third human foot has been found close to where All three feet others were discovered earlier this year.", "A third human foot has been found close to where two others were discovered earlier this year."], "lbl": 1}
{"id": "37641354", "input": "The judge cited a possible conflict of interest in the case of Asia Bibi.\nHundreds of riot police had been deployed around the Supreme Court in the capital, Islamabad.\nBlasphemy is a highly sensitive issue in Pakistan - critics argue laws are frequently misused to settle personal scores, often targeting minorities.\nLast year the Supreme Court suspended Asia Bibi's death sentence and gave her leave to appeal.\nA new date for the hearing has yet to be set.\nJudge Iqbal Hameed ur Rehman, one of three set to hear the appeal, recused himself from the case on Thursday.\n\"I was a part of the bench that was hearing the case of Salmaan Taseer, and this case is related to that,\" he told the court, AFP reports.\nMr Taseer was the liberal governor of Punjab province. He was killed by his own bodyguard in Islamabad in 2011 after speaking out for Asia Bibi.\nFamily in hiding\nAsia Bibi was the first woman to be sentenced to death under Pakistan's blasphemy laws and her case is one of the most controversial.\nShe was sentenced to hang in 2010 for insulting the Prophet Muhammad during an argument with Muslim women which began over a cup of water. She denies the charge.\nThousands have protested against her and said they would kill her if she were ever released - including the imam in her own village. Her husband and four daughters live in hiding and say they have received many death threats.\nAsia Bibi's death sentence had been confirmed by the High Court in Punjab province in October, although no date was set.\nCorrespondents said the granting of leave to appeal by the Supreme Court was the first glimmer of hope for her family.\nHer lawyers say the trial and subsequent appeal in the Punjab high court were flawed.\nPakistan has never executed anyone for blasphemy but some people accused of the offence have been lynched by crowds. Lawyers, judges and those seeking to reform the blasphemy laws have also been threatened, attacked or even killed.\nSince the 1990s, scores of Christians have been convicted for desecrating the Koran or for blasphemy.\nWhile most of them have been sentenced to death by the lower courts, many sentences have been overturned due to lack of evidence.\nMuslims constitute a majority of those prosecuted, followed by minority Ahmadis.", "correct_choice": "A woman in Pakistan on death row for blasphemy has had her appeal adjourned after one of the judges refused to hear the case.", "list_choices": ["A woman in Pakistan on death row for blasphemy has had her appeal adjourned after one of the judges refused to hear the case.", "A woman in Pakistan on death row for blasphemy has had her appeal adjourned after three of the judges refused to hear the case."], "lbl": 0}
{"id": "35665549", "input": "Lewis, 48, was released from prison in 2015 after serving less than half of a 13-year sentence for drug smuggling.\n\"I've been through the experience - a lot has happened,\" he told BBC Sport.\n\"I could help young players to avoid some of the pitfalls that you may face in a professional career in modern-day sport.\"\nLewis, who played 32 Tests for England between 1990 and 1996, added: \"There are pressures of being a top sportsman, but we're in a very privileged position. After all, you're doing the thing that you love.\n\"But there's not necessarily enough thought going into the planning because of all the money that can be around you, because of a feeling that you can be invincible.\"\nMedia playback is not supported on this device\nLewis was convicted in 2009 after being caught smuggling liquid cocaine into Britain from St Lucia.\nHe has struggled to make ends meet since he left prison in June 2015, but earns some income through office work.\nHis tour of the 18 first-class counties has been organised by the Professional Cricketers' Association and the only payment Lewis will receive is his travel expenses.\n''One decision, or a couple of decisions, made over a lifetime for me shouldn't necessarily define who you are,\" added Lewis, who will begin his tour at his old county Leicestershire on Monday.\n\"You look at that decision you say, 'You know what? I went the wrong way there.'\n\"With that experience I can do this and I can do that and you keep on moving. Once you've recognised you've made the wrong choice, you keep moving.\"\nThe County Championship season starts on 10 April.\nHave you added the new Top Story alerts in the BBC Sport app? Simply head to the menu in the app - and don't forget you can also add alerts for the Six Nations, cricket scores, your football team and more.", "correct_choice": "Former England player Lewis will visit 18 first-class counties to try to ensure no player follows his path into crime.", "list_choices": ["Former England player Lewis will visit 18 first-class counties to try to ensure no player follows his path into crime.", "Former England player Lewis will visit 32 first-class counties to try to ensure no player follows his path into crime."], "lbl": 0}
{"id": "38181283", "input": "Two cars and a lorry were involved in the collision on the A52 near Nottingham on 25 November.\nFather-of-three Gurdip Singh Kareer, 41, from Wollaton, was a \"loving, caring family man\", while Kyle O'Connor, 22, of Wollaton Vale, Nottingham, \"loved everything\".\nTwo men, aged 22 and 24, have been arrested and bailed over the crash.\nThe family of Mr Kareer said: \"He was a loving, caring family man that always put his wife and three children Kaiden, nine , Argent, four and Tiana, 11 months, first before anything else.\n\"He doted on his family and everything he did was for his family. He was a loving brother, a caring son and will be very sadly missed forever - but never forgotten.\"\nMr O'Connor's family described him as a loving and adventurous man\n\"Kyle was a loved brother, son, grandson, nephew and best friend.\n\"Kyle loved everything and everyone around him, behind his fearlessness, strength, sense of fun and adventure, which we will hold in our hearts forever.\n\"As a family we would like to thank everyone who has shown love and support,\" they said.\nThere were lane closures on the road for nearly 24 hours after the accident.\nPolice have renewed an appeal for any witnesses and particularly dashcam footage from any vehicles which were near the scene at the time of the crash.", "correct_choice": "Tributes have been paid to the two men who died in a crash which closed road lanes near Nottingham.", "list_choices": ["Tributes have been paid to the two men who died in a crash which closed road lanes near Nottingham.", "Tributes have been paid to the four men who died in a crash which closed road lanes near Nottingham."], "lbl": 0}
{"id": "35667923", "input": "The details emerged during the sentencing of Arshid, Bannaras and Basharat Hussain at Sheffield Crown Court.\nArshid, 40, and Basharat, 39, were found guilty by a jury of 50 offences.\nBannaras, 36, pleaded guilty to 10 offences before the trial started.\nMichelle Colborne QC said Bannaras Hussain met one victim when she was 12 or 13 and she performed sex acts on him.\n\"He was indifferent to whether she consented or not,\" she said.\n\"When her brothers found out, they were furious with her and would physically assault her because she was involved sexually with an Asian man.\"\nShe said Bannaras abused one victim in a car park next to Rotherham Police Station, and told the court how the sister of another of his victims described her sister as a \"broken human being\".\nMs Colborne said one woman had described the Hussain brothers as \"a pack of animals\".\nSumming up the contents of a number of statements from the women abused by the brothers, she said: \"They describe from their teenage years a life in the main of feeling dirty, ashamed and guilty.\n\"Between them, a plethora of emotional conditions - eating disorders, self-harm, agoraphobia, self-loathing and terminations for many of them from the age of 14 - events they have never been able to put behind them.\"\nShe said many of the victims have had relationship problems throughout their lives and have found themselves subjected to domestic violence.\nThree associates of the Hussain brothers, their uncle Qurban Ali, 53, Karen MacGregor, 58, and Shelley Davies, 40, will also be sentenced.\nAli was found guilty of conspiracy to rape, while MacGregor and Davies were convicted of false imprisonment and conspiracy to procure a woman under 21 to become a common prostitute. MacGregor was also convicted of two counts of conspiracy to rape.", "correct_choice": "A victim of one of three brothers who raped and sexually assaulted teenage girls in Rotherham was attacked by her own family when they discovered the abuse, a court has heard.", "list_choices": ["A victim of 50 of three brothers who raped and sexually assaulted teenage girls in Rotherham was attacked by her own family when they discovered the abuse, a court has heard.", "A victim of one of three brothers who raped and sexually assaulted teenage girls in Rotherham was attacked by her own family when they discovered the abuse, a court has heard."], "lbl": 1}
{"id": "40243246", "input": "The 19-year-old was held in Barking on suspicion of being concerned in the commission, preparation or instigation of acts of terrorism.\nPolice said six other suspects remain in custody and searches are ongoing.\nEight people were killed when three men drove at pedestrians on the bridge and stabbed people in Borough Market.\nThe man arrested on Sunday is being held at a police station in south London.\nThe six men still in custody, all aged between 27 and 30, were also arrested in east London - four in Ilford, one in Newham and one in Barking.\nThirteen people arrested as part of the investigation have been released without charge, while a 33-year-old man held in Ilford on 8 June has been bailed.\nOver the weekend, police released images of fake explosive belts worn by the three attackers, named as Khuram Butt, Rachid Redouane and Youssef Zaghba.\nBorough Market is hoping to re-open \"later this week\", managing director Darren Henaghan has said.\nTraders were officially given access to the market on Monday - for the first time since the terror attack - to allow them to start clearing up and prepare to resume business.\nOn Saturday night, bars and restaurants across the capital donated money to a British Red Cross UK fund for victims of terror attacks and their families, as Londoners were encouraged to show \"unity and resilience\" a week after the attack.\nThe fund has raised more than Â£700,000 since it started on 4 June.\nAnd on Sunday, Southwark Cathedral - which had been cordoned off in the days after the attack - re-opened its doors for the first time.", "correct_choice": "A teenager has been arrested in connection with the terror attack on London Bridge, bringing the total number of arrests to 21.", "list_choices": ["A teenager has been arrested in connection with the terror attack on London Bridge, bringing the total number of arrests to six.", "A teenager has been arrested in connection with the terror attack on London Bridge, bringing the total number of arrests to 21."], "lbl": 1}
{"id": "39139755", "input": "The man named as Abdalfatah HA is suspected of being part of a unit with an al-Qaeda-linked group formerly known as al-Nusra Front, which killed 36 Syrian government employees in 2013.\nThe federal prosecutors' office said the man, arrested in Duesseldorf, had carried out death sentences.\nA second suspected al-Nusra fighter was arrested in the town of Giessen.\nAbdulrahman AA is accused of breaking international weapons laws.\nBoth are thought to have been part of the same combat unit for al-Nusra, which was al-Qaeda's affiliate in Syria at the time.\nThe group formally severed its ties to the global jihadist network last year, renaming itself Jabhat Fateh al-Sham.\nIn January, JFS merged with four smaller groups to form Hayat Tahrir al-Sham.\nGerman prosecutors allege Abdulrahman AA, 26, and Abdalfatah HA, 35, took part in an armed battle against Syrian government troops including taking over a big arms depot near Mahin, central Syria, in November 2013, eight months after the murders of the government employees.\nSome local reports have claimed one of the men was an asylum seeker, but a spokeswoman for the prosecutors' office refused to confirm this.", "correct_choice": "A suspected member of an al-Qaeda affiliate has been arrested in Duesseldorf accused of war crimes involving the murder of dozens of civil servants.", "list_choices": ["A suspected member of an al-Qaeda affiliate has been arrested in Duesseldorf accused of war crimes involving the murder of dozens of civil servants.", "A suspected member of an al-Qaeda affiliate has been arrested in Duesseldorf accused of war crimes involving the murder of one of civil servants."], "lbl": 0}
{"id": "40455154", "input": "The debate, on Thursday, was discussing \"serious and widespread failures\" in Gloucestershire's children's service.\nCllr Shaun Parsons, chairman of the council, said members had been told the proceedings were being televised.\nTwo said they had been listening, one blamed medication, but the fourth admitted the meetings \"drag a bit\".\nMr Parsons said he believed the chairman's role is to make sure the meeting runs smoothly and efficiently but added it is not his place to \"give councillors a nudge\".\nBut the former MP for Stroud, Neil Carmichael disagreed. He said it was \"wrong\" that councillors fell asleep \"during such an important meeting on such a critical subject\".\n\"As chairman of the Commons Select Committee I felt it was very much my job to ensure that meetings were run briskly and that all those present were fully engaged throughout,\" the Conservative said.\nFour councillors were spotted nodding off, including deputy leader, Conservative Ray Theodoulou who blamed his heart medication for making him \"a little drowsy\".\nFellow Tory Rob Bird said he may have \"closed his eyes for a moment\", while Liberal Democrat John Cordwell admitted he \"might have nodded off very briefly\". Both men insisted they were aware of the proceedings.\nBut Labour's Graham Morgan was more forthright though, stating: \"Those meetings drag a bit and I'm 66.\"\nMr Parsons said although he had not seen the BBC film it was important to listen to what the councillors had said in mitigation.\n\"It was a very long day, people had been briefed quite considerably on the facts.\n\"But it's not a good appearance for people maybe to have been asleep or indeed nodding off... ,  it's most unfortunate.\"", "correct_choice": "The chairman of a meeting in which four councillors were filmed apparently dozing during has described their actions as \"unfortunate\".", "list_choices": ["The chairman of a meeting in which four councillors were filmed apparently dozing during has described their actions as \"unfortunate\".", "The chairman of a meeting in which 66 councillors were filmed apparently dozing during has described their actions as \"unfortunate\"."], "lbl": 0}
{"id": "30772391", "input": "GB were beaten 24-18 by Israel, 37-14 by Hungary and 46-14 by Netherlands.\nThe men's and women's teams had their £2.92m funding to support elite athletes removed after London 2012.\n\"Although we did not make the finals, there are some great young handball players in this country,\" said British Handball director David Meli.\n\"Our aim now is to find a way of bringing additional funding into the association to allow us to run other teams in both male and female competitions.\"\nNetherlands won all three games to secure their place at the finals in Rio, which take place from 19 July to 2 August.", "correct_choice": "GB failed to qualify for the handball finals after losing all three games.", "list_choices": ["GB failed to qualify for the handball finals after losing all three games.", "GB failed to qualify for the handball finals after losing all 37 games."], "lbl": 0}
{"id": "33620414", "input": "The film star and his lawyer wife Amal, want to put up eight cameras on poles in the grounds, up to five metres (16ft) high.\nThey also wish to attach a further 10 cameras to the property.\nThe Eye and Dunsden Parish Council has concerns over privacy and the CCTV system's visual impact on the village.\nDavid Woodward, chair of the council, said: \"When you are strolling next to a pretty riverbank, it's a visual intrusion close to where people are walking.\"\nMr Woodward said the CCTV could also cause privacy concerns for Mr Clooney's neighbours.\nThe property at Sonning Eye is located on an island in the River Thames on the county line between Oxfordshire and Berkshire.\nSouth Oxfordshire District Council's conservation officer recommends approval as long as the cameras can easily be removed from the building.\nThe district councillor has until Friday to decide whether to put the application before a planning committee.", "correct_choice": "A local council has lodged objections to the star's plans to install 18 CCTV cameras at his Oxfordshire home.", "list_choices": ["A local council has lodged objections to the star's plans to install 18 CCTV cameras at his Oxfordshire home.", "A local council has lodged objections to the star's plans to install 10 CCTV cameras at his Oxfordshire home."], "lbl": 0}
{"id": "24796541", "input": "Celebrations were held in the streets around the Belgrave Road, known as the Golden Mile.\nAbout 35,000 turned out for the lights switch on last week, and even more people are believed to have attended the main event.\nDiwali is a celebration of light over darkness and is a major Hindu festival also marked by Sikhs and Jains.\nSource: BBC Religion and Ethics\nThe annual Leicester event, which culminates in a large firework display in nearby Cossington Street Recreation Ground, is thought to be one of the largest Diwali parties outside India.\nManjula Sood, chairman of the Leicester Council of Faiths, said that like many Hindus, she started the day with family prayers at home before exchanging sweets.\n\"This year we are going to have a spectacular fireworks show and people will see how beautiful it is and then we greet each other on Belgrave Road,\" she said.\nShe added: \"It's not only for Hindus, Sikhs or Jains. This has become such a wonderful festival. You see people from everywhere, not only Leicester. They come from outside Leicester and share in our joy.\"\nAs well as fireworks, people can enjoy Rangoli street art by artist Janak Chauhan as well as entertainment on stage in the park.\nAcross the rest of the city, events have been held to celebrate Diwali including arts and crafts at Newarke Houses Museum and Gardens and several shows at Curve theatre.\nBelgrave Road and Belgrave Flyover will be closed to traffic from 17:30 to 21:30 GMT.", "correct_choice": "Tens of thousands of people have celebrated Diwali in Leicester.", "list_choices": ["Tens of thousands of people have celebrated Diwali in Leicester.", "17:30 to 21:30 of people have celebrated Diwali in Leicester."], "lbl": 0}
{"id": "21246253", "input": "The men were believed to have been working on the northbound carriageway of the A361 at Gornhay Cross, Tiverton, when they were hit.\nOne was flown to Plymouth's Derriford Hospital, while a second Devon Air Ambulance flew the other man to the Royal Devon and Exeter Hospital.\nThe van driver has been arrested on suspicion of dangerous driving.\nThe condition of the two injured men, who are both in their 40s, is not known.\nDevon and Cornwall Police said a third man was hurt in the incident, but he is described as the \"walking wounded\".\nThe Barnstaple-bound carriageway is expected to remain closed for several hours and diversions have been put in place.", "correct_choice": "Two road workers have been seriously hurt in an accident involving a van in Tiveton.", "list_choices": ["One road workers have been seriously hurt in an accident involving a van in Tiveton.", "Two road workers have been seriously hurt in an accident involving a van in Tiveton."], "lbl": 1}
{"id": "40686744", "input": "According to Radio-Canada, officials entered a hotel room where members of the travelling equestrian show Cavalia were staying on 14 July.\nThe public broadcaster said officials made a number of arrests and two Canadians remain in prison.\nA spokesperson for Cavalia said they were trying to arrange for two employees to return to Canada.\n\"This is a private matter. All I can tell you is that recently, Chinese representatives have contacted us to ask if we were willing to buy airplane tickets to quickly repatriate them in Canada, and of course we are,\" spokesperson Eric Paquette told the BBC.\n\"At this point, our hope is that the repatriation process unfolds rapidly.\"\nGlobal Affairs Canada said it is providing consular services to two citizens who were detained in Beijing.\n\"Consular services are being provided to two Canadians who were detained in Beijing, China, as well as to their families,\" said a spokesperson for the department.\n\"Consular officials are in contact with local authorities to gather additional information.\n\"Due to privacy considerations, we are unable to provide further information on this matter.\"\nCavalia was created in 2003 by one of the co-founders of Cirque de Soleil, and has been described as \"equestrian ballet\". It has been performing in Beijing since April and even planned to build a permanent theatre in Hangzhou.\nChina's drug laws are very strict, and trafficking large amounts of drugs can lead to a death sentence.\nEven minor drug crimes can lead to an arrest or deportation.\nIn 2014, China banned several celebrities caught using drugs from performing on state media.", "correct_choice": "Chinese authorities have arrested two Canadians in Beijing.", "list_choices": ["Chinese authorities have arrested one Canadians in Beijing.", "Chinese authorities have arrested two Canadians in Beijing."], "lbl": 1}
{"id": "37384919", "input": "The Hull 2017 Culture Company said fundraising had exceeded its public target of £18m, raised with investment from 61 partners.\nThe full programme of events is to be announced next week.\nMartin Green, of Hull 2017, said the money was \"a massive vote of confidence\" in the city.\nThe chief executive and director of Hull 2017 said Hull was a \"great city\" and \"the northern powerhouse argument was a good one\".\nMr Green admitted his personal target for funding had been about £30m.\nHe was the man behind the London 2012 Olympic ceremonies, oversaw the torch relays ahead of the Olympic and Paralympic Games in 2012 and was the executive producer of the Tour de France's opening ceremony in Leeds.\nAbout £22m will be spent on cultural events and another portion of the money will support events after 2017, the charity said.\nMore than 2,000 people have already signed up to volunteer during the year and 60,000 school students will take part in some way.", "correct_choice": "Hull City of Culture 2017 has raised more than £18m to produce the festival, according to the charity set up to deliver it.", "list_choices": ["Hull City of Culture 2017 has raised More than 2,000m to produce the festival, according to the charity set up to deliver it.", "Hull City of Culture 2017 has raised more than £18m to produce the festival, according to the charity set up to deliver it."], "lbl": 1}
{"id": "22706324", "input": "Peter Halliday accused the councillors who prompted a scrutiny meeting next Tuesday about the Holland Haven-to-Clacton defences of \"scaremongering\".\nCouncillor Pierre Oxley, who called in the meeting, said Mr Halliday's accusation was \"garbage\".\n\"We're not against the project because we want it to happen,\" he said.\nMr Oxley claimed the council had been unclear about how much of the beach would be sand, and how much would be shingle.\n\"We want to know what the mix is,\" he said.\n\"Residents are saying they want to be able to lay on the beach and play on it, but if it's all stone or shingle that will be an issue.\"\nThe Conservative-run council last week submitted its application to the Environment Agency, which it hopes will contribute £22m towards the project.\nIf successful, 25 groynes will be installed and the beach will be recharged.\nMr Oxley said the council could have avoided the scrutiny meeting if they had \"put all the percentages in the report\".\nMr Halliday said: \"We have been completely open and transparent throughout the entire process.\n\"Samples of the sand and shingle mix were available to all councillors at last Tuesday's council meeting and the report clearly stakes the composition of the material being proposed for the beach recharge.\"\nThe council will discuss the concerns at the council chamber, Weeley, on Tuesday evening.", "correct_choice": "A £30m sea project is being jeopardised by questions over the materials being used, a member of the council has said.", "list_choices": ["A £30m sea project is being jeopardised by questions over the materials being used, a member of the council has said.", "A 25 sea project is being jeopardised by questions over the materials being used, a member of the council has said."], "lbl": 0}
{"id": "35837251", "input": "The 18-year-old man is still in hospital after the incident at Leicester's West Gate School on 27 January.\nThe school subsequently suspended three female members of staff.\nPolice confirmed the women were arrested in connection with allegations of neglect offences and then bailed pending further inquiries.\nChair of governors, the Rev Canon Peter Taylor, said: \"A number of investigations are being carried out into the circumstances of this tragic incident.\n\"Three members of staff have been suspended while these take place.\"\nA Leicestershire Police spokeswoman said the pupil \"sustained injuries as a result of getting into difficulty in a swimming pool in Glenfield Road.\"\nShe added that the women \"aged 49, 61 and 62, have been arrested in connection with the incident on neglect offences\".\nLeicester City Council and the Health and Safety Executive (HSE) are also investigating.\nThe school - which caters for students aged four to 19 with learning difficulties and disabilities - was officially opened by Prince Edward last year.", "correct_choice": "Three special school staff members were arrested after a teenage pupil was seriously injured in a swimming pool.", "list_choices": ["Three special school staff members were arrested after a teenage pupil was seriously injured in a swimming pool.", "four to 19 special school staff members were arrested after a teenage pupil was seriously injured in a swimming pool."], "lbl": 0}
{"id": "34780777", "input": "Susie, a 12-year-old collie and Jilly, a 10-year-old cairn terrier, were taken in by Snowdonia Animal Sanctuary after 72-year-old Jennifer Taylor was killed in a crash near Betws-Y-Coed.\nSanctuary owner Anne de Berry said the dogs were moved to a \"brilliant\" new home on Tuesday.\n\"They have a new mum and dad. It's fantastic,\" she said.\n\"[The new owners] had a dog which had to be put down a month ago due to old age.\n\"One of our volunteers went to do the home check this morning and text me: 'Brilliant'. It's a brilliant home.\"\nThe dogs' owner Mrs Taylor lived in Dolgarrog.\nShe was the passenger on a BMW bike when it collided with a Nissan Qashqai on the A470 close to Waterloo Bridge in the town on 4 October.", "correct_choice": "Two dogs left homeless after their owner died in a crash have been rehomed together.", "list_choices": ["One dogs left homeless after their owner died in a crash have been rehomed together.", "Two dogs left homeless after their owner died in a crash have been rehomed together."], "lbl": 1}
{"id": "38219213", "input": "Thomas Hunter, 58, of Mansfield Road, Mansfield, was arrested after the crash on the A34 at Hinksey Hill, Oxford, on 25 August.\nIsla Wiggin, who was in another car, died in hospital on 27 August.\nMr Hunter has also been charged with causing serious injury to a 31-year-old woman by dangerous driving.\nHe has been released on bail to appear at Oxford Magistrates' Court on 17 January.\nA lorry and seven cars were involved in the accident which closed the northbound carriageway for almost 10 hours.\nA family statement said Isla, from Fleet in Hampshire, was \"a loving and caring\" daughter who \"would have made an amazing big sister\".", "correct_choice": "A man has been charged with causing the death of a young girl by dangerous driving in a crash involving eight vehicles.", "list_choices": ["A man has been charged with causing the death of a young girl by dangerous driving in a crash involving seven vehicles.", "A man has been charged with causing the death of a young girl by dangerous driving in a crash involving eight vehicles."], "lbl": 1}
{"id": "36413793", "input": "Pulido, who plays for the Greek club, Olympiakos, cut his wrist when he punched a glass pane on a door as he tried to escape before police arrived.\nPulido, 25, was abducted at gunpoint on Saturday night in his home town of Ciudad Victoria in Tamaulipas state.\nA 38-year-old man has been arrested.\nOfficials say the man had confessed to belonging to a local criminal gang. Police are searching for another three men believed to have been involved in the kidnapping.\nState prosecutor Ismael Quintanilla said the masked gang had taken Pulido to a house in Ciudad Victoria where he eventually found himself alone with one of his abductors.\n\"They traded blows. He takes it [the phone] and calls [emergency number] 066. It all happened very quickly,\" Mr Quintanilla told Imagen radio.\nAn official report of the calls Pulido made to the emergency operator, obtained by the Associated Press, revealed that he threatened and beat the kidnapper while on the phone, demanding to be told where they were.\nIn one of the calls, Pulido said police were outside and starting to shoot so he described what he was wearing to avoid being mistaken for a kidnapper.\nPulido had been abducted when his car was surrounded by several vehicles as he was leaving a party with his girlfriend on Saturday night.\nMasked men whisked him away, leaving his girlfriend unharmed.\nPulido's family received a phone call on Sunday demanding a ransom payment, Mr Quintanilla told reporters. No ransom was paid.\nPulido, with one of his hands bandaged, told reporters early on Monday: \"[I am] very well, thank God.\"\nTamaulipas is one of Mexico's most violent states, and Mexico recently deployed more security forces to tackle cartels operating in the area.\nThe country has one of the world's highest kidnapping rates, with government figures saying some 1,000 people are abducted every year.\nPulido joined Olympiakos last July and finished the season with six goals in 15 games.\nHe was part of Mexico's squad at the 2014 World Cup in Brazil, but was not called up for the upcoming Copa America tournament.", "correct_choice": "Pulido, who has been rescued after being abducted in Mexico, fought one of his kidnappers and used his phone to call police.", "list_choices": ["Pulido, who has been rescued after being abducted in Mexico, fought one of his kidnappers and used his phone to call police.", "Pulido, who has been rescued after being abducted in Mexico, fought six of his kidnappers and used his phone to call police."], "lbl": 0}
{"id": "39281063", "input": "The members of the FSB, the Russian intelligence agency, conspired with criminal hackers, according to DOJ officials announcing the charges.\nPreviously, Yahoo said \"state-sponsored\" hackers were behind the 2014 breach affecting 500 million accounts.\nThe suspects are also alleged to have targeted Google accounts.\nHacking was directed at Russian and US government officials, including security, diplomatic and military personnel, according to the DOJ.\nThe indictment also alleged that 30 million Yahoo accounts were commandeered without authorisation for use in a spam campaign.\n\"We will not allow individuals, groups, nation states, or a combination of them to compromise the privacy of our citizens, the economic interests of our companies, or the security of our country,\" said acting attorney general Mary McCord, announcing the charges.\nThe suspects were named in a DOJ press release as:\nBaratov was arrested on 14 March in Canada.\nOne of the alleged hackers has been on of the FBI's most wanted cyber criminals for more than three years, according to acting Att Gen McCord.\nThe suspect in question, Alexsey Belan, was aided by the FSB who - according to the DOJ - provided him with \"sensitive FSB law enforcement and intelligence information that would have helped him avoid detection by US and other law enforcement agencies outside Russia\".\n\"We would hope [Russia] would respect our criminal justice system and respect these charges,\" said acting Att Gen McCord, acknowledging the fact that the US does not have an extradition treaty with Russia.\n\"The United Kingdom's MI5 made substantial contributions to the advancement of this investigation,\" added FBI executive assistant director Paul Abbate.\nYahoo was criticised for the delay in informing users about the 2014 breach.\nThe stolen data included names, email addresses, telephone numbers, dates of birth and encrypted passwords, but not credit card data, according to Yahoo.\nLast year, users were advised to change their passwords.\nAround eight million UK accounts were believed to have been affected - including some users of BT and Sky email services.\n\"The indictment unequivocally shows the attacks on Yahoo were state-sponsored,\" Yahoo said in a statement, responding to the DOJ announcement.\n\"We are deeply grateful to the FBI for investigating these crimes and the DOJ for bringing charges against those responsible.\"\nThe DOJ said that the charges have no connection to the hack on the Democratic National Convention last year.", "correct_choice": "Two Russian spies are indicted by the DOJ over a huge theft of Yahoo user accounts.", "list_choices": ["30 million Russian spies are indicted by the DOJ over a huge theft of Yahoo user accounts.", "Two Russian spies are indicted by the DOJ over a huge theft of Yahoo user accounts."], "lbl": 1}
{"id": "32162254", "input": "Jason Alexander, 39, used a company credit card to buy almost £91,000 of iPads, phones and computers.\nAlexander, of Griffithstown, Torfaen, admitted fraud and was jailed for two years in January.\nBut at Cardiff Crown Court on Thursday, a judge ordered him to pay back £115,000 to his ex-employers.\n\"It seems you were doing it as some kind of philanthropic act,\" Judge Stephen Hopkins QC said.\n\"In some cases spending £5,000 on items and then selling the items to employees for as little as £180 on the philanthropic basis they will not have been able to buy the items themselves.\"\nHe ordered Alexander to pay his ex-employers £115,867 within six months or face an additional 18 months in jail.\n\"You had an enormous impact on a large number of perfectly innocent people,\" the judge added.\n\"Those to whom you sold goods to now feel stupid and stressed.\n\"The impact upon your colleagues has been awful. You have stolen from the company and there was a dip in morale for a period.\n\"This was a gross and serious breach of trust over a substantial period of years.\"\nAlexander had control of spending at car parts company, Northern Automotive Systems in Gilwern, near Abergavenny, Monmouthshire.\nHe made 287 purchases on internet sites such as Amazon, eBay and Argos.\nThe court heard the company's usual monthly credit card bill was in the hundreds, but when Alexander became purchasing manager the bill \"increased to nearly £10,000 per month\".\nBut his scheme was discovered when suspicious company managers asked employees if they had bought cut-priced electrical goods.\nThe conman deleted emails as well as falsifying invoices, receipts and card statements to cover his trail.\nAlexander, who had worked at the company for 14 years, bought petrol for his white Land Rover, red Mini and his partner's Ford Fiesta.", "correct_choice": "A man who used money defrauded from his employers to buy then sell computers to colleagues at knock-down prices must hand back more than £100,000.", "list_choices": ["A man who used money defrauded from his employers to buy then sell computers to colleagues at knock-down prices must hand back more than £100,000.", "A man who used money defrauded from his employers to buy then sell computers to colleagues at knock-down prices must hand back almost £91,000."], "lbl": 0}
{"id": "34782219", "input": "Scenes of crime officer Stephen Beattie worked for Northumbria, Staffordshire and Cleveland forces before being suspended in 2011 and later resigning.\nMore than 350 of his cases, including suspicious deaths and arsons, have been reviewed.\nThe Crown Prosecution Service has said no criminal charges will be brought.\nBoth Cleveland Police, which Mr Beattie joined in 2002, and Staffordshire, where he had worked since 1996, investigated him with the Independent Police Complaints Commission (IPCC) managing the inquiries.\nThe reports have now confirmed Mr Beattie:\nBut the reports concluded that none of his actions significantly impacted the results of his investigations.\nIPCC commissioner Cindy Butts said: \"Stephen Beattie repeatedly lied about his qualifications and made judgements in cases that were both outside his remit and his level of expertise.\n\"Cleveland Police and Staffordshire Police have conducted meticulous investigations examining hundreds of cases and we know that, thankfully, his poor performance did not have a significant impact on the cases he was involved in.\"\nMr Beattie did receive an official caution in relation to a fraud offence.\nCleveland Police concluded that if he was still employed he would have a case to answer for gross misconduct while Staffordshire concluded he would have a case to answer for misconduct.", "correct_choice": "A police employee lied about his qualifications and was generally poor at investigations, two reports have found.", "list_choices": ["A police employee lied about his qualifications and was generally poor at investigations, two reports have found.", "A police employee lied about his qualifications and was generally poor at investigations, More than 350 reports have found."], "lbl": 0}
{"id": "38824836", "input": "Four men, aged between 25 and 61, were arrested in Ashbourne, County Meath, at about 16:00 GMT on Tuesday.\nSome 160 kilos of herbal cannabis was discovered, Garda (Irish police) said in a statement.\nIt described the seizure as \"significant\" and said the drugs were \"destined for the Irish market\".\nA business premises in Ashbourne was also searched during the \"intelligence-led\" operation.\nIt involved Garda officers from the Drugs and Organised Crime Bureau and the Special Crime Task Force.\nStaff from the Revenue Commissioners Customs Service also participated.\nAll four men, who are Irish nationals, are being questioned on suspicion of drug trafficking offences.", "correct_choice": "Some 160 kilos of cannabis has been seized in a joint operation by police and customs in Ashbourne, County Meath.", "list_choices": ["Some 160 kilos of cannabis has been seized in a joint operation by police and customs in Ashbourne, County Meath.", "four kilos of cannabis has been seized in a joint operation by police and customs in Ashbourne, County Meath."], "lbl": 0}
{"id": "16931503", "input": "Church members have voted to raise the cost of a wedding from £296 to £415 and for a funeral service from £102 to £160 from January next year.\nThe fees include the costs of lighting and administration for the first time.\nThe moves come despite a warning from some members of the Church's governing body, the General Synod, that the rises could have an impact on poorer couples.\nThe Rev Canon Simon Killwick, a vicar in Moss Side, Manchester, said: \"Such a fee increase seems to me hard to justify in times of financial austerity and even harder to justify in poor inner-city parishes.\n\"The Church of England ought not to be seen to be making a big increase at this time and ought not to be making it difficult for the poor to access these services at a time when a simple ceremony can be had at a register office for around £100.\"\nCanon Killwick said the right to waive fees in cases of hardship put clergy in the \"invidious position\" of means testing parishioners.\n\"Waiving can cause real ill feeling,\" he said. \"The poor don't want to be patronised by fees being waived, they want their church to be affordable to them.\n\"It would be a crying shame if poor people end up being married in register offices because the Church of England has priced them out of their parish church.\"\nBut the Rt Rev John Packer, the Bishop of Ripon and Leeds, said the changes reflected the \"reality\" of the costs, and  reduced confusion over different fees being charged by different parishes.\nHe told the General Synod that the fees raised about £35m a year for the Church, including £15m towards the pay of clergy.\n\"The reality of what it costs matters, and it seems to me that those who are being married within our churches do understand that,\" he said.\nThe increases were approved after a 4% rise in the number of Church of England weddings in 2010.\nLast year the General Synod rejected plans to increase the price of both weddings and funerals by 50%.", "correct_choice": "Fees for Church of England weddings are to increase by 40% and the cost of a funeral service by more than 50%.", "list_choices": ["Fees for Church of England weddings are to increase by 40% and the cost of a funeral service by more than 50%.", "Fees for Church of England weddings are to increase by 4% and the cost of a funeral service by more than 50%."], "lbl": 0}
{"id": "36306285", "input": "The 22-year-old clocked 19.95 seconds representing Louisiana State University at the Southeastern Conference (SEC) Championships in Tuscaloosa, Alabama.\nJohn Regis set the British record of 19.94 in 1993, while Adam Gemili is the only other Brit to go sub 20.\nMitchell-Blake told BBC Sport his achievement was \"overwhelming\".\nRegis also clocked a time of 19.87 but this was never ratified.\nHe had already competed in two Olympic Games by the time he ran under 20 seconds.\nMitchell-Blake clocked his time having already won the 100m as well as anchoring his university to victory in the 4x100m at the SEC Championships.\n\"The 200 is my favourite event,\" said the 2013 European junior champion, who was visibly emotional when approached for an interview on the track..\nHe said he wanted to compete for Britain at the Rio Olympics in August but would be focusing on his college career for the next few weeks.\n\"Then I'll come back to the UK and try to compete for a spot on the team,\" he added.\nChijindu Ujah and James Ellington have also already run under the 20.50-second Olympic A standard in 2016.\nThe British Championships take place in June.", "correct_choice": "Mitchell-Blake missed the national record by one-hundredth of a second as he became only the third Briton to run sub 20 seconds for 200m.", "list_choices": ["Mitchell-Blake missed the national record by 19.94 of a second as he became only the third Briton to run sub 20 seconds for 200m.", "Mitchell-Blake missed the national record by one-hundredth of a second as he became only the third Briton to run sub 20 seconds for 200m."], "lbl": 1}
{"id": "38403061", "input": "Wednesday's matinee was curtailed before that evening's show was called off completely.\nTicket holders for both shows will be offered refunds, a show representative has confirmed.\nThursday's performance will go ahead as scheduled at London's Cambridge Theatre, it has since been announced.\nAn audience member at Wednesday's matinee told the BBC the show was stopped after approximately 30 minutes.\nA representative for the theatre then came on stage and said the actress playing Matilda was unable to sing the rest of the songs, so would speak the lyrics instead.\nThe show's interval was then extended by around 15 minutes.\nAt the end of the interval, the theatre representative returned and said the actress's voice had deteriorated further and that the performance would be cut short.\nThe rest of the cast then performed three songs from the second half of the show while a member of the production team narrated the story.\nOne audience member who was at Wednesday's matinee said the afternoon had left her \"genuinely gutted\".\nShe continued: \"Â£75 a ticket is not cheap, and not having a healthy understudy for that price is unacceptable.\"\n\"Obviously we were disappointed not to see the whole show,\" tweeted Debbie Stoddart, another member of the audience.\n\"But it was evident from the first song that Matilda wasn't well so it was the right thing to stop the show.\n\"The most important thing is the well-being of the cast, specifically the younger ones.\"\nThe Royal Shakespeare Company's production is based on Roald Dahl's popular children's novel.\nIt was adapted for the stage by playwright Dennis Kelly, with music and lyrics by Tim Minchin.\nThe show became a huge box office success when it opened in London's West End in 2011.\nThe following year the production won seven Oliviers, a record at the time. It later transferred to Broadway.\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "correct_choice": "One performance of West End musical Matilda was cancelled and another cut short after the actress playing Matilda became ill.", "list_choices": ["seven performance of West End musical Matilda was cancelled and another cut short after the actress playing Matilda became ill.", "One performance of West End musical Matilda was cancelled and another cut short after the actress playing Matilda became ill."], "lbl": 1}
{"id": "37972178", "input": "Wayne Maycock, Paul Bromwich and Admi Headley were last seen at HMP Leyhill at about 16:45 GMT on Sunday.\nAvon and Somerset Police has appealed for anyone who sees them, or knows of their whereabouts, to make contact.\nHMP Leyhill in South Gloucestershire is the only minimum-security prison in the South West.\nHeadley was sentenced in 2006 for rape and robbery, Maycock was jailed in the same year for GBH, while Bromwich was sentenced in 2001 for rape.\nEarlier, the police force suggested all three were convicted of rape but this information was later amended.\nA Prison Service spokesperson said: \"Public protection is our top priority. We take absconds from custody extremely seriously. We are working closely with the police and are urgently investigating this incident.\"\nAccording to Avon and Somerset Police:\nLeyhill, near Wotton-under-Edge, is a category D prison housing more than 500 inmates, including some on life sentences.", "correct_choice": "Two convicted rapists and a man convicted of GBH - all considered to be a risk to the public - have absconded from a prison.", "list_choices": ["Two convicted rapists and a man convicted of GBH - all considered to be a risk to the public - have absconded from a prison.", "three convicted rapists and a man convicted of GBH - all considered to be a risk to the public - have absconded from a prison."], "lbl": 0}
