{"id": "34563833", "input": "Jones, 31, suffered a shin injury while on international duty with Trinidad and Tobago on Tuesday.\nCardiff manager Russell Slade said there was no break and Jones will be assessed once he returns to Wales.\n\"We're hoping he will be in on Sunday,\" said Slade. \"We don't know how long he'll be out for.\"\nThis is the second time in the space of two months Jones has been unavailable for Cardiff following international duty.\nHe missed the opening four games of the season after being deemed unfit following his involvement in the Gold Cup, held in America and Canada in July.\nThe latest set-back came in his country's goalless draw with Nicaragua in Port of Spain when he was carried off on a stretcher after 73 minutes.\n\"It's not broken, that's the most important thing, but there is a lot of swelling there. It will be assessed the moment he lands,\" said Slade.\nJones' injury ends a miserable week for Slade that also saw him lose defender Bruno Ecuele Manga for at least two months to a groin injury sustained while training with Gabon.\n\"As with Bruno, it's difficult to get the information you require,\" added Slade of Jones' condition.\nCardiff missed the striker's presence on Saturday in a dour stalemate with Preston.\nSlade admitted his side were poor as they registered two efforts on target against a team that started the afternoon on the bottom of the Championship table.\n\"I didn't think we got going until 50 or 60 minutes into the game and that can't happen,\" he said.\n\"Clearly it's not something we designed or wanted. We set out exactly what we wanted to do but we didn't do that.\n\"It can happen away from home sometimes, but it's dangerous because when you come up against top opposition, they will punish you in those periods.\n\"We haven't served up too many halves like that so benefit of the doubt.\n\"We came out for the second half and looked like a team again that wanted to go on and win a football match.\"\nSlade's mood on Saturday evening would not have been helped when one of his discarded strikers, Javi Guerra, put Rayo Vallecano in front against Barcelona in La Liga at the Nou Camp.\nGuerra, 33, moved to Rayo on a season-long loan in August after being told he was not in Slade's plans.", "correct_choice": "Cardiff are waiting to discover the extent of the injury to Jones that forced the striker to miss Saturday's draw at Preston.", "list_choices": ["Cardiff are waiting to discover the extent of the injury to Jones that forced the striker to miss 50 or 60 minutes's draw at Preston.", "Cardiff are waiting to discover the extent of the injury to Jones that forced the striker to miss Saturday's draw at Preston."], "lbl": 1}
{"id": "39066087", "input": "sportscotland says it has yet to decide where the cuts will fall amid concerns that elite athletes could suffer.\nThe cuts are being blamed on reduced government spending and a drop in National Lottery ticket sales - a major contributor to sports backing.\nGoverning bodies are bracing themselves for potential job losses.\nAbout 60% of funding is made up from Scottish Government money, with lottery sales making up the rest.\nIn the year ending 2015, total revenue was £65.1m, which is divided up and awarded to 52 sports.\nBy the end of next year, that figure will have fallen to £51.8m - a cut to the Scottish sporting budget of 20% in just three years.\nsportscotland chairman Mel Young said: \"It's heartbreaking to me because I know the effort the sport governing bodies and the community that's around it; the volunteers and the mums and dads.\n\"And, to have to say that we're having to cut some money back is, I believe, not the right way to go.\"\nFormer badminton player Susan Egelstaff, a double bronze medallist at the Commonwealth Games [in 2002 and 2006] and an Olympian, fears the cuts will have \"a huge impact\".\n\"What that means in the future is that Scotland will be constantly playing catch-up,\" she said. \"It's almost impossible to catch up if you fall too far behind the leading nations.\"\nThe Scottish Government said sport and physical activity play a \"key role\" in a healthy Scotland and that \"significant\" investment would continue in those areas.\n\"Having successfully delivered the Commonwealth Games [in 2014] we are now focusing on protecting or raising investment in areas intended to decrease health inequality and improve life chances, and the small reduction in the sport budget allows us to support those priorities,\" Minister for Sport Aileen Campbell said.\n\"There is on-going support for active lifestyles through capital investment in cycling and walking, and over the last 10 years we have invested £168m in sport infrastructure - from grassroots to the elite performance which has increased the facilities and opportunities to get people active and achieve on the world stage at both the Olympics and Commonwealth Games.\"", "correct_choice": "Sport funding in Scotland is facing a 20% reduction over a three-year period, a move described as \"heartbreaking\" by the sportscotland chairman.", "list_choices": ["Sport funding in Scotland is facing a 20% reduction over a 2014 period, a move described as \"heartbreaking\" by the sportscotland chairman.", "Sport funding in Scotland is facing a 20% reduction over a three-year period, a move described as \"heartbreaking\" by the sportscotland chairman."], "lbl": 1}
{"id": "29906676", "input": "She had the \"biggest year of her career\", playing 95 shows, bringing in an average $2.4m (£1.5m) per city, according to Forbes.\nEndorsement deals with companies like Pepsi and H&M, along with the surprise album she released in December 2013, helped her to the top spot.\nThe self-titled album was released on iTunes with no prior promotion.\nBeyonce has just announced she'll be releasing a platinum version of that album later this month, which will include new songs and a concert video.\nSource: Forbes\nTaylor Swift came in second on the Forbes list, taking home an estimated $64m (£40m).\nCompleting the top three is Pink, who played 85 dates during the time period Forbes used to make its estimates.\nHer earnings were valued at $52m (£32.5m).\nOther artists on the list include Rihanna in fourth with $48m (£30m) and Katy Perry, who took home $40m (£25m), in fifth.\nForbes calculated earnings by looking at income from \"touring, record sales, publishing, merchandise sales, endorsements and other ventures\" between June 2013 and June 2014.\nThey also interviewed managers, lawyers and executives and looked at data from organisations such as Nielsen SoundScan.\nSome of the high-profile artists who missed out on a spot in the top 10 included Madonna, Nicki Minaj and Alicia Keys.\nFollow @BBCNewsbeat on Twitter and Radio1Newsbeat on YouTube", "correct_choice": "Beyonce at top of Forbes' list this year.", "list_choices": ["Beyonce at top of Forbes' list later this month.", "Beyonce at top of Forbes' list this year."], "lbl": 1}
{"id": "35333277", "input": "The 28-year-old Erskine has agreed a pre-contract to sign for Thistle on a three-year deal in June.\nManager Alan Archibald expects to lose Bannigan in the summer.\n\"We were aware of him being out of contract in at the end of the season and Dundee United hadn't made a move on it,\" he said of Erskine.\n\"We have went through the right channels and have that in place and it's a good one to look forward to for next season.\"\nIt will be Erskine's third spell with United's Scottish Premiership rivals.\nHe started his career at Firhill before moving to Tannadice in 2013, only to be loaned back later that season.\nBut he was a first-team regular with the Tangerines last season.\nThis term, he missed out during September, October and November through injury but returned to action in December.\nAsked if Erskine could join Thistle during the January transfer window, Archibald told BBC Scotland: \"That's down to Dundee United.\n\"He's their player and we have to respect that and we've just put that in place for next season.\"\nArchibald laughed off newspaper headlines suggesting that he had threatened to resign should Bannigan be sold during January.\n\"It was tongue in cheek what I said in the papers,\" he said. \"But I would be devastated and we'll not let him go.\n\"It would need to be crazy money to let him go.\n\"It would not be worth it for us as he is a key player.\n\"If you let your key player go in January for what would not be a great amount of money would send out all the wrong signals.\"\nHowever, asked about reported interest by Aberdeen, Archibald said: \"It is just paper talk. There have been a few linked with him.\n\"He's a good player and out of contract and we expect that.\n\"We know he is going to go in the summer - he will get good offers.\n\"But there is no bitterness. We won't get a fee for him, but we've had four or five years out of him playing at the top of his game.\"", "correct_choice": "Erskine will return to Thistle in the summer as the club prepares for the departure of Bannigan.", "list_choices": ["Erskine will return to Thistle in November as the club prepares for the departure of Bannigan.", "Erskine will return to Thistle in the summer as the club prepares for the departure of Bannigan."], "lbl": 1}
{"id": "38106321", "input": "Villa instead appointed Roberto Di Matteo, but he was sacked after 124 days and replaced by Steve Bruce.\n\"They wanted bigger names I think, they took the lad [Di Matteo] and that is how it goes,\" Warnock said ahead of Cardiff's visit to Villa Park.\n\"I thought at the time that's their loss not mine.\"\nThe 67-year-old continued: ''There were about five clubs I spoke to. You have to look at that when you get to my age.\n\"I would not be here if one or two of those things had cropped up, but I am really pleased I am here. It is probably fate.\"\nWarnock had discussions with a number of clubs in the summer, including Nottingham Forest, before joining Cardiff following the departure of Paul Trollope in October.\nTrollope has since been appointed assistant manager at Brighton, replacing Colin Calderwood who left to join Bruce at Villa.\nAfter sacking Di Matteo, who lasted just 12 games, Villa opted for former Hull manager Bruce just a week after Warnock had been installed at Cardiff.\nWarnock thinks Bruce is the right man to bring success to Villa following their Premier League relegation as he is a similar manager to himself.\n''With Steve and myself you get what you see. I was disappointed I did not get a chance with Villa in the summer if I'm honest, because I thought it would have been ideal to sort everything out,\" Warnock told BBC Wales.\n\"That is why I am not surprised at all Steve has gone in and done really well.\n\"I am not saying we are similar types, but we have the same philosophies regarding management.\n''I think Steve is the right one now. He knows it's a massive club. He will be looking forward to it.\n\"We have had some right battles over the years. He knows he's in for a tough game on Saturday.''\nWarnock believes Bruce, unbeaten at Villa, deserved a crack at the England job.\n''Personally I thought he should have been England manager at the time,\" he said. \"With his experience, playing wise, what he had done and his age and his enthusiasm, it was an ideal position for him in the summer.\n''I know Gareth Southgate has done a good job, but I am surprised they have not spoken to Steve again.''", "correct_choice": "Cardiff's Warnock says he was \"disappointed\" that he did not get a chance from Villa over their managerial vacancy in the summer.", "list_choices": ["Cardiff's Warnock says he was \"disappointed\" that he did not get a chance from Villa over their managerial vacancy in the summer.", "Cardiff's Warnock says he was \"disappointed\" that he did not get a chance from Villa over their managerial vacancy in October."], "lbl": 0}
{"id": "39206316", "input": "The 24-year-old tight-head is among the starting XV who are given a chance to redeem themselves after the 29-13 defeat by Scotland.\nAsked if he was relieved to be retained, the Exeter Chiefs player replied: \"Oh yeah.\n\"Obviously you want to keep your place and after a loss everyone was on edge.\"\nFrancis continued: \"It's good we've got a good squad and a good depth especially in my position.\n\"There's Samson [Lee] there's me and there's Rhods [Rhodri Jones] and there's Scott Andrews.\n\"If you don't have a good game there's someone knocking ready to do anything to take your place.\"\nMedia playback is not supported on this device\nWales go into Friday night's match in Cardiff off the back of defeats by Scotland and England.\nAnother defeat will mean it would be Wales' worst championship since 2010 and Francis accepts the players have something to prove at the Principality Stadium.\nFrancis says he has managed to avoid the worst of the criticism aimed at the team in Wales because he plays his club rugby in the south west of England.\n\"It's a bit like a fishbowl isn't it,\" he said.\n\"When the game doesn't go how you want it's quite hard not to take that personally especially if you look at the press.\n\"I guess I'm lucky in the weeks after the losses I've been back in Exeter.\n\"I didn't have to stay here and I sort of managed to get away from that and focus on something else and then come back into it.\n\"It's not a nation is it? It's a little part of the south west and there's only a few papers that will print anything about the rugby, but here it's all over the news.\"", "correct_choice": "Francis admitted he was relieved that he could keep his place for Friday's match.", "list_choices": ["Francis admitted he was relieved that he could keep his place for Friday's match.", "Francis admitted he was relieved that he could keep his place for Cardiff's match."], "lbl": 0}
{"id": "35146033", "input": "The report focuses on the impact of sea level rises on the Dawlish to Teignmouth line which connects Cornwall and Devon to the rest of the UK.\nThe line was closed for two months in 2014 after it was destroyed by storms.\nNetwork Rail said the study would be \"key\" to long-term developments.\nThe report, published in the Journal of Transport Geography, said that 10% of journeys on the line, which was rebuilt and reopened in April 2014, could be affected by 2040.\nThe report said adverse weather disrupted the line about 10 days per year, but according to sea-level predictions that could rise to almost 40 by 2040 and up to 120 by 2100.\nAcademics from Plymouth University, the University of Leeds and the University of York identified a link between sea-level change and rail incidents over the last 150 years.\nThe academics said there could be similar implications for other vulnerable stretches of railway throughout Wales, south-east England, the Cumbrian coast and Scotland.\nDr David Dawson, from the University of Leeds, said the long-term future of the line was \"really worrying\".\nThe report predicts diverting routes could potentially cost billions of pounds.\nNetwork Rail said it hoped to develop \"long-term interventions\" to \"secure the future\" of the line.\nThe Department for Transport said it had invested Â£31m into improving the resilience of the route and was \"exploring the potential for longer-term improvements in the area\".\nIn January, the prime minister backed a new Okehampton railway route as the \"most resilient\" alternative to the vulnerable Dawlish line.", "correct_choice": "Sea level changes could disrupt rail services within the next 100 years, a study suggests.", "list_choices": ["Sea level changes could disrupt rail services within 2040, a study suggests.", "Sea level changes could disrupt rail services within the next 100 years, a study suggests."], "lbl": 1}
{"id": "37520139", "input": "Andrew Steele, from Dunfermline, turned at a police station and confessed to and raping one girl and touching another between 1996 and 2005.\nHe was initially released pending further investigations but was detained months later. He then said he been hallucinating when he made the confession.\nSentence was deferred for background reports.\nThe High Court in Edinburgh heard that Steele, aged 49, told officers his mother was \"up in the sky\" urging him to confess to the sex crimes when he made his revelations.\nPolice traced the girls and took statements from them. Both victims were aged seven when the abuse began.\nSteele admitted rape, indecency offences and failing to turn up for an earlier court date, when he appeared at the High Court in Edinburgh.\nAdvocate depute Mark McGuire said: \"On 28 December in 2014 the accused voluntarily attended at Kirkcaldy police station and disclosed that he had interfered with the girls.\"\n\"On 3 March in 2015 the accused was detained. Under caution he told the officers that he was having hallucinations on the day that he confessed. He told them that his mother was up in the sky telling him to confess. He maintained this position throughout the interview.\"\nThe prosecutor said before his first appearance at the police station Steele had gone to hospital and claimed he was hallucinating.\n\"He was assessed by three medical professionals who concluded that he was suffering from alcohol withdrawal. He was deemed fit to be discharged,\" said the prosecutor\nSteele was remanded in custody and put on the sex offenders register.", "correct_choice": "A man has admitted sexually abusing two girls over a nine year period.", "list_choices": ["A man has admitted sexually abusing two girls over between 1996 and 2005 period.", "A man has admitted sexually abusing two girls over a nine year period."], "lbl": 1}
{"id": "38377399", "input": "Yellow \"be aware\" warnings are also in place for Scotland for Wednesday to Saturday.\nThe Met Office said a storm, named Storm Barbara, could see winds gusting to 90mph over western and northern parts of Scotland.\nForecasters have warned of possible disruption to power supplies.\nThe amber warning is in place from 12:00 Friday to 06:00 Saturday.\nThe Met Office said: \"A spell of very strong south to southwesterly winds is expected to develop on Friday.\n\"Gusts of 80mph are likely quite widely, with westerly winds gusting to 90mph likely across parts of western and northern Scotland later on Friday and overnight into Saturday.\n\"Winds will then ease on Saturday morning.\"\nIt added: \"Be aware of the potential for some structural damage - this more likely across the northwest of the warning area - as well as disruption to power supplies and travel, with restrictions on bridges and disruption to ferries.\"\nShetland is likely to be the last place to see winds easing on Saturday, the Met Office said.\nThe yellow warnings warns of winds gusting to up to 55mph on Wednesday to Thursday and to 70mph on Friday and Saturday.\nSnowfalls with accumulations of five to 10cm have also been forecast upland areas of western and central Highlands.\nFerry operator Caledonian MacBrayne has said 21 of its 26 routes have already been disrupted by the weather. Several services have been cancelled.\nWestern Isles Council - Comhairle nan Eilean Siar - has shut the Braighe, the causeway to Point on Lewis, because of strong winds and high tides.", "correct_choice": "The Met Office has issued an amber be-prepared weather warning for large parts of Scotland for Friday and Saturday.", "list_choices": ["The Met Office has issued an amber be-prepared weather warning for large parts of Scotland for Friday and Saturday.", "The Met Office has issued an amber be-prepared weather warning for large parts of Scotland for Friday and Friday."], "lbl": 0}
{"id": "28755460", "input": "She was artificially inseminated earlier this year after attempts to bring her together with male partner, Yang Guang, failed.\nThe zoo said new scientific tests had given a \"strong indication\" of pregnancy, but were \"too new to be definitive\".\nTian Tian also conceived last year, but the pregnancy failed.\nIain Valentine, director of Giant Pandas for the Royal Zoological Society of Scotland, said: \"The latest scientific data suggests Tian Tian the giant panda is now pregnant and that implantation has taken place, therefore she may give birth at the end of the month.\n\"This is all very new and complex science and we still have a bit of time to go yet.\n\"As like last year, the late loss of a cub remains entirely possible.\"\nThe zoo said it had been able to confirm that Tian Tian did become pregnant last year.\nHowever, it said it was most likely that she had reabsorbed the foetus late term.\nThe two pandas arrived in Scotland from China in 2011.\nTian Tian has had cubs in the past in China, before she came on loan to Edinburgh.\nIf she does have a successful delivery, it will be the first time a giant panda has been born in Britain.\nThe panda enclosure at Edinburgh Zoo is due to close to visitors from Saturday ahead of a possible birth.", "correct_choice": "Edinburgh Zoo has said it believes its panda Tian Tian is pregnant and may give birth at the end of the month.", "list_choices": ["Edinburgh Zoo has said it believes its panda Tian Tian is pregnant and may give birth at the end of the month.", "Edinburgh Zoo has said it believes its panda Tian Tian is pregnant and may give birth at last year."], "lbl": 0}
{"id": "40351518", "input": "The 22-year-old was an unused squad member during the 2017 Six Nations, as well as the 2016 autumn internationals.\n\"It's been building as I've been in a few camps now, but to finally get my name called out on that team sheet was an awesome feeling,\" he said.\n\"I've been champing at the bit these last few camps, training hard.\"\nThe Ospreys player comes in to replace Cory Hill, who was called up by the British and Irish Lions following Wales' 24-6 win over Tonga.\nCoach Robin McBryde has made seven changes in all to the side that started that game at Eden Park last Friday\nAnother two uncapped players - scrum-half Tomos Williams and lock Adam Beard - are also on the bench.\nMedia playback is not supported on this device\nThornton made 25 appearances for Ospreys in the 2016-17 campaign, but expects a big transition to international rugby.\n\"I've been playing a lot for the Ospreys this year and being involved in the Pro12 and the [European] Challenge Cup has given me quite a bit of experience,\" the former Wales Under-20s captain told BBC Wales Sport.\n\"But Test rugby is a completely different animal, so I'm really looking forward to the challenge on Friday against a strong Samoan team.\n\"Like every young Welsh boy I want to play for Wales, but when it actually comes round you get that sensation of pride.\"\nThornton is part of an inexperienced Wales side, with the forwards having won just 31 caps between them.\n\"Samoa have a big experienced pack and we have a couple of young guys here looking to blood themselves on the international stage, so I think it'll be a good challenge overall,\" Thornton added.\nMedia playback is not supported on this device", "correct_choice": "Thornton says he is \"champing at the bit\" ahead of the game against Samoa on Friday.", "list_choices": ["Thornton says he is \"champing at the bit\" ahead of the game against Samoa on Friday.", "Thornton says he is \"champing at the bit\" ahead of the game against Samoa on this year."], "lbl": 0}
{"id": "35133370", "input": "The 21-year-old member of parliament is named alongside Miley Cyrus, Taylor Swift and Noel Gallagher for the publication's People of the Year list.\nNME said the politician impressed by becoming the youngest MP elected to the House of Commons since 1880.\nEarlier this month, she was named Glasgow University's Young Alumnus of the Year.\nMs Black won the Paisley and Renfrewshire South seat in May's general election, before completing her MA Hons degree in Politics and Public Affairs.", "correct_choice": "MP Black has been announced for the publication's People of the Year list.", "list_choices": ["MP Black has been announced for the publication's People of the Year list.", "MP Black has been announced for the publication's People of the 1880 list."], "lbl": 0}
{"id": "38341247", "input": "Two Diarmuid Murtagh goals helped Connacht lead 2-3 to 0-3 before Aidan Breen replied with an Ulster goal.\nDamien Comer hit a third Connacht goal as they led 3-6 to 1-10 at half-time before Ulster took control.\nDespite losing Chrissy McKaigue to a black card, Ulster hit 1-4 without reply, with Charlie Vernon netting.\nMcKaigue was joined in the Ulster squad at Carrick-on-Shannon by his Slaughtneil team-mate Brendan Rogers, despite their upcoming All-Ireland club championship duties.\nConnacht started strongly with their scorer in chief Murtagh firing their opening goal after 7 minutes and again finding the net two minutes later.\nUlster responded well with Fermanagh's Breen finding the net for his provincial for the second time in a week with a 18th-minute goal.\nPete McGrath's charges cut the gap to two points twice over the next six minutes, and left the minimum between the sides for the first time, after a Tomas Corrigan score.\nHowever, Connacht were causing the Ulster defence problems, with Galway's Comer cutting in for a 28th minute goal, as the hosts led by two at the break.\nUlster came fired up on the restart, and despite losing substitute McKaigue to a black card, kept motoring well.\nPeter Harte and Corrigan added point before Vernon cut through for a goal in a spell which saw Ulster score 1-4 without reply.\nConnacht could only manage two points from frees in the closing quarter, with Emyln Mulligan and Paul Conroy on target.\nAfter the game Ulster captain Eoin Donnelly accepted the cup from GAA President Aogan O Fearghail.", "correct_choice": "Ulster produced a strong second half to earn a comeback win over Connacht.", "list_choices": ["Ulster produced the closing quarter to earn a comeback win over Connacht.", "Ulster produced a strong second half to earn a comeback win over Connacht."], "lbl": 1}
{"id": "30491600", "input": "Media playback is unsupported on your device\n16 December 2014 Last updated at 08:58 GMT\nDr Andrew Goodall said a choice may have to be made between emergency care and non-urgent surgery.\nIn an extended interview with BBC Wales health correspondent Owain Clarke, Dr Goodall said hospitals might make the decision not to schedule surgery in the first place to focus on \"front door pressures\" during the peak winter months.\nTwo hospitals, Morriston in Swansea and the Princess of Wales in Bridgend, have already cancelled some surgical procedures until after Christmas.", "correct_choice": "Dr Andrew Goodall has told BBC Wales winter pressures could force hospitals to cancel operations.", "list_choices": ["Dr Andrew Goodall has told BBC Wales 16 December 2014 pressures could force hospitals to cancel operations.", "Dr Andrew Goodall has told BBC Wales winter pressures could force hospitals to cancel operations."], "lbl": 1}
{"id": "35213811", "input": "More places will also be made available at all of Scotland's teacher education universities.\nThe increase of 60 primary and 200 secondary student teacher places will bring the total intake next year to 3,490.\nThe government said it was the fifth consecutive annual increase.\nA campaign was launched in September to try to encourage more people to enter the teaching profession in Scotland.\nThe Scottish government's #inspiringteachers campaign is focusing on science, technology, engineering and maths.\nMinisters are also asking the new Strategic Board for Teacher Education to consider whether further actions are needed \"to make sure we have the right numbers of teachers in our schools\".\nIn September, the leaders of seven councils called for a national taskforce to be set up to help deal with teacher recruitment problems.\nThey made the call at a summit on tackling teacher shortages in northern and rural parts of Scotland.\nStudent teacher places next year:\n• 1,230 post-graduate primary places - 60 more than last year's target\n• 710 undergraduate primary places\n• 1,350 secondary places - up by 185 on last year's target\n• 200 undergraduate secondary places - 15 more than last year's target\nEducation Secretary Angela Constance said: \"We want to make sure we have the right number of skilled teachers in our schools to help all of our young people to succeed.\n\"That's why we worked with local authorities to maintain teacher numbers this year and aim to do the same again next year, with a further £51m funding.\n\"And it's why we are increasing student places for the fifth year in a row, targeting them at areas where they are needed most such as Aberdeen and Highlands and Islands universities.\n\"We have upped last year's student teacher targets for science, technology, engineering and maths and we know these will be challenging for the universities to meet.\n\"I will be asking the new Strategic Board for Teacher Education to look at our workforce planning, particularly in the secondary sector, to consider whether there is more we can do.\n\"We also launched a teacher recruitment campaign in September with a focus on the Stem subjects and we are working with the universities to maximise its impact.\"", "correct_choice": "The Scottish government has announced that it is making more than £2m available to train an extra 260 teachers next year.", "list_choices": ["The Scottish government has announced that it is making more than £2m available to train an extra 260 teachers next year.", "The Scottish government has announced that it is making more than £2m available to train an extra 260 teachers September."], "lbl": 0}
{"id": "36206936", "input": "The specialist, Dr Howard Kornfeld, was unable to make it from California to Minnesota immediately but sent his son.\nIn a strange turn of events, it was his son, Andrew Kornfeld, who called police after joining Prince's staff to search for the missing singer.\nThe Kornfelds' lawyer said neither had met Prince before his death.\nWilliam Mauzy told reporters on Wednesday that Prince's team contacted Dr Howard Kornfeld on 20 April, the day before Prince died.\nUnable to make it to Minnesota, the doctor dispatched his son and called a local doctor, who cleared his morning schedule but never saw the singer.\nWhen Andrew Kornfeld, who works with his father but is not a doctor, arrived at Prince's Paisley Park home, he was told that the singer was missing. He joined members of staff to search the property and made the emergency call when Prince's unresponsive body was found.\nMr Mauzy said the plan was to stabilise him in Minnesota, before flying him to California to seek treatment at Dr Kornfeld's Recovery Without Walls rehab centre in Mill Valley.\nThe lawyer confirmed that Andrew Kornfeld had been interviewed by police, but was protected by Minnesota's Good Samaritan law. The law offers some legal protections to those who make emergency calls, to encourage them to do so.\nNo details have been released from Prince's autopsy exam, but investigators are looking into whether he died from an overdose and if a doctor was prescribing him drugs in the weeks before his death.\nThey are also trying to establish whether a doctor was on the singer's plane when it made an emergency landing less than a week before he died.\nThe musician was found unconscious on the plane after it stopped in Moline, Illinois, on 15 April. Detectives investigating his death have asked to see fire and ambulance records related to the emergency landing.\nIt emerged on Wednesday that emergency calls were made from the Paisley Park complex 46 times in the past five years.\nA log released by Minnesota authorities showed the 911 calls related to everything from medical emergencies to false fire alarms.\nIt included one call in 2011 in which an unidentified woman said she was concerned about Prince's cocaine use, but no police action was taken.", "correct_choice": "Prince's team requested a specialist just a day before the singer died, the doctor's lawyer has revealed.", "list_choices": ["Prince's team requested a specialist just a day before the singer died, the doctor's lawyer has revealed.", "Prince's team requested a specialist 15 April before the singer died, the doctor's lawyer has revealed."], "lbl": 0}
{"id": "40616502", "input": "The UN estimates that a third more cocaine was being produced in the country in 2016.\nThe head of the UN Office on Drugs and Crime, Bo Mathiasen, called the increase significant.\nAnalysts say much of it was due to the end of the eradication of coca crops by spraying.\nThe report said the total coca-growing area rose from 96,000 hectares in 2015 to 146,000 in 2016.\nMr Mathiasen said that he held out hope for a reduction in cultivation because Colombia had signed a peace agreement with the biggest rebel group in the country, the Farc, which controlled much of the drug-producing areas.\nBut local analysts argue that the rise was caused partly by a hiatus resulting from the government's  peace deal with Farc rebels.\nUnder the deal, the Farc agreed to relinquish control over drug production areas and help the government try to encourage local farmers to plant substitute crops.\nFarmers have taken advantage of the delays while the crop substitution policy is set up to plant coca, which has increased in price by almost 50%, because they know they will be offered subsidies later not to grow the plant.\nMeanwhile, the Colombian government has increased by almost 50% its seizures of cocaine - from 253 tonnes confiscated in 2015 to 378 tonnes in 2016.", "correct_choice": "The UN says there was a 50% increase last year in the area of land being used to cultivate coca in Columbia.", "list_choices": ["The UN says there was a 50% increase last year in the area of land being used to cultivate coca in Columbia.", "The UN says there was a 50% increase 2016 in the area of land being used to cultivate coca in Columbia."], "lbl": 0}
{"id": "36147615", "input": "A 24-hour walkout by members of the Rail, Maritime and Transport (RMT) union, in protest at the introduction of driver-only trains, ended at 11:00 BST on Wednesday.\nSouthern warned passengers to expect \"difficult and frustrating\" journeys throughout the day.\nTwo further strikes have been announced for 10 May and 12 May.\nLatest updates here\nThe RMT confirmed it would attend talks with Southern \"over the guards jobs and safety dispute\" on Friday.\nDyan Crowther, chief operating officer for Southern owner Govia Thameslink Railway, told BBC Sussex: \"We are very pleased to hear that and we look forward to meeting the RMT\".\nSouthern said some routes were again suspended or reduced with 700 fewer services across Sussex and east Surrey.\nMs Crowther said the timetable would not return to normal until Thursday as they needed to get rolling stock and staff into the right position.\nPaul Barker, a commuter from Rye, normally catches a Southern train to Ashford then a high-speed service to St Pancras.\nHe said he worked from home on Tuesday but went to Robertsbridge on Wednesday to catch a Southeastern service to London.\nHe said: \"It was standing room only from Frant, but you cannot take two days off work\".\nRMT general secretary Mick Cash said: \"This dispute is about safety. The company, with an eye on ever-fatter profits, is prepared to axe the guards on some of the most overcrowded and potentially-dangerous services.\"\nThe company said there would be no job or pay cuts but the planned changes would make conductors more visible while drivers would operate doors.\nIt accused the RMT of \"scaremongering\" and said \"driver-only operation is a safe, proven way of working\" which had been used \"on 40% of trains across the Southern network for 25 years\".", "correct_choice": "Talks to prevent a further strike by members of RMT are to be held on Friday.", "list_choices": ["Talks to prevent a further strike by members of RMT are to be held on Wednesday.", "Talks to prevent a further strike by members of RMT are to be held on Friday."], "lbl": 1}
{"id": "39500649", "input": "The victims all worked at the plant 100km (62 miles) east of Porto.\nThe factory's owner was among the dead and several members of his family were either dead or missing, said local mayor Francisco Lopes.\nSome of the victims were found outside the factory, apparently propelled from the building by the force of the blast.\nAn initial explosion happened shortly after 17:30 (16:30 GMT) on Tuesday, followed by two more blasts, reports said.\nFive bodies were found late on Tuesday and emergency workers found a sixth victim some 200m (650ft) from the site, minister Jorge Gomes told Portuguese media. The search was being extended to a radius of 800m, he added, because of the scale of the explosion.\nThe factory was described as a family business.\nAs investigators tried to identify the victims, the mayor said that almost all of the eight caught up in the blast were members of Egas Sequeira's family. Mr Sequeira was among those feared dead along with one of his daughters and a son-in-law, Portuguese media said.\nThe owner's wife had left the building just before the explosion and survived but two other family members were among the missing.\nOfficials were initially unable to enter the site because of the potential risk to their safety. Portuguese President Marcelo Rebelo de Sousa was due to visit the scene on Wednesday.", "correct_choice": "Six people died and another two were missing after an explosion on Tuesday evening destroyed a factory.", "list_choices": ["Six people died and another two were missing after an explosion on Tuesday evening destroyed a factory.", "Six people died and another two were missing after an explosion on Wednesday destroyed a factory."], "lbl": 0}
{"id": "39786257", "input": "Marco Goncalves, 34, assaulted the referee after being sent off in last month's game against Rio Tinto, and was escorted off the pitch by police.\nImages of the attack went viral, with the referee suffering a broken nose.\nGoncalves plays for Canelas, a club made up of FC Porto ultras who have been branded \"thugs\" for their aggressive style of play.\nThree members of their squad, including the captain, hail from the 'Super Dragons' ultras, a well-known fan group of Porto.\nOther clubs in the fourth-tier amateur league would rather pay a 750-euro fine and forfeit the match than play Canelas.\nAs a result, they are top of the league after a string of default wins, but no official complaints have yet been filed against the club.\nA spokesman for the Porto regional league told AFP Gonclaves has been banned for four years for the attack on the referee, three months for assaulting an opposition players and two months for \"insults\".", "correct_choice": "Goncalves has been banned for more than four years after attacking a referee in the face.", "list_choices": ["Goncalves has been banned for more than four years after attacking a referee in the face.", "Goncalves has been banned for last month's after attacking a referee in the face."], "lbl": 0}
{"id": "36520198", "input": "The crossing in Rochdale, Greater Manchester, was concreted over in 1904 when the tram network expanded.\nIt re-opened to pedestrians after a Â£5m project, which also exposed a section of the River Roch in the town.\nWork on uncovering the bridge started 18 months ago and is part of a Â£250m transformation of the town due to end in 2019.\nA Rochdale Council spokeswoman said the crossing is believed to have been built in about 1324 when Edward II ruled England.\nIt expanded as the town grew, with sections added in the Restoration and Georgian eras.\nMerchants travelled over the bridge to Yorkshire to buy wool which was then finished in Rochdale's mills.\nIn the 1700s it was one of two main routes from Lancashire to Yorkshire, making Rochdale one of the most important towns in the region ahead of the Industrial Revolution.\nThe council said the re-exposed section of the river would help prevent flooding.", "correct_choice": "A bridge built in the 14th Century has reopened after it was hidden from view for more than a century.", "list_choices": ["A bridge built in 2019 has reopened after it was hidden from view for more than a century.", "A bridge built in the 14th Century has reopened after it was hidden from view for more than a century."], "lbl": 1}
{"id": "39717039", "input": "Chiltern Edge School in Sonning Common had been rated inadequate by Ofsted after following the inspection in March.\nInspectors also said pupil attainment was too low and a disadvantaged pupils' fund was not being used effectively.\nOxfordshire County Council said it will begin consulting on Friday over whether the school should shut.\nThe school, which educates children between 11 and 16 years old, received a good rating from Ofsted in 2012.\nBut after the most recent inspection, the watchdog said the school had shown a lack of management and effective teaching, which led to pupils underperforming.\nIt added: \"Standards in reading are too low. Pupils do not read well or widely enough.\n\"This restricts their access to the wider curriculum.\"\nThe council will discuss the potential closure of the 500-pupil school with parents on 3 May.\nA spokesman said the consultation - which will run until 16 June - will explore the potential impacts of the closure and how it can provide good-quality education to pupils.\nDirector of children's services Lucy Butler, said: \"It's important to stress at this stage that no decisions have been taken and that the school would not close without appropriate transfer arrangements in place for every child to attend a better-performing school.\"\nThe school would not comment on the potential closure, but a letter to parents read: \"Inevitably, this is a time of great concern and uncertainty for everyone but I assure you that everything possible will be done to safeguard the education and progress of our students.\"", "correct_choice": "A school placed in special measures by inspectors in March could be closed, a council has said.", "list_choices": ["A school placed in special measures by inspectors in 16 June could be closed, a council has said.", "A school placed in special measures by inspectors in March could be closed, a council has said."], "lbl": 1}
{"id": "41091477", "input": "The White Garden, at Kensington Palace, was planted to mark 20 years since Princess Diana died in a car crash.\nThe Duchess of Cambridge joined the princes on the garden tour.\nA spokeswoman for Kensington Palace said: \"The engagement will allow the princes to pay tribute to the life and work of their mother.\"\nThey met representatives from the causes and charities supported by Diana, including the Royal Marsden and Great Ormond Street hospitals, the National Aids Trust, Centrepoint youth homelessness charity and the Leprosy Mission.\nMembers of the public have been leaving tributes and flowers at the gates of the palace to mark the anniversary of Diana's death.\nThe Princess of Wales died on 31 August 1997 in Paris, when William, now the Duke of Cambridge, was 15 and his brother was 12.\nThe garden at their mother's former home has been inspired by memories of her life, style and image, such as her white \"Elvis\" Catherine Walker dress.\nThe White Garden, as it is known, follows a tradition first established at Sissinghurst Castle in Kent, famous for its own white garden created in the 1930s.\nTheir Royal Highnesses met gardener Sean Harkin who designed the display and Graham Dillamore who knew the princess when he worked there some 30 years ago.\nThe garden has been open since spring and will continue into September with white roses, lilies, gladioli and cosmos.\nIt is the fourth London memorial created in tribute to Diana - the others are the Diana Memorial Playground at Kensington Palace, the Diana Memorial Fountain in Hyde Park, and the Diana Memorial Walk at St James's Palace.", "correct_choice": "Prince William and his brother have visited a London memorial garden for their mother on the eve of the 20th anniversary of her death.", "list_choices": ["Prince William and his brother have visited a London memorial garden for their mother on the eve of the 20th anniversary of her death.", "Prince William and his brother have visited a London memorial garden for their mother on 31 August 1997 anniversary of her death."], "lbl": 0}
{"id": "32752492", "input": "Highways England say the Â£6m layout changes on the Posthouse roundabout proved more difficult than anticipated.\nWork began last summer and was expected to finish by March but it has now been pushed back to 28 June.\nWrexham MP Ian Lucas said the route was vital to the region's economy.\n\"Deadlines were set, missed, then extended, not once but again and again - and the level of information given to motorists has been very poor indeed,\" he said.\nNew Chester MP Chris Matheson added: \"The chaos these works have caused has been a real issue for Chester for months.\"\nA Highways England spokesperson said: \"We are doing everything we can to complete the A55/A483 scheme as quickly as possible.\n\"We have rescheduled the street lighting installation work to take place overnight in July, so that we are able to fully open the roundabout and start operating the traffic lights from Monday 29 June.\"", "correct_choice": "MPs criticized highways officials for roadworks on the A55 and A483 that have over-run, causing months of frustration for motorists.", "list_choices": ["MPs criticized highways officials for roadworks on the A55 and A483 that have over-run, causing months of frustration for motorists.", "MPs criticized highways officials for roadworks on the A55 and A483 that have over-run, causing March of frustration for motorists."], "lbl": 0}
{"id": "35706703", "input": "In 2014, 27 motorcyclists were killed and the number of serious injuries also rose from 507 to 514 in the year up to September 2015.\nLondon Assembly's Transport Committee said the figure for deaths was \"unacceptably high\".\nTfL said more police have been deployed in accident hotspots and it is focusing on motorcycle and scooter safety.\nThe figures were released as the London Assembly committee published its report â€˜Easy Rider: Improving motorcycle safety on London roadsâ€™.\nResearchers spoke to 1,200 riders and found one in five had been involved in a collision and about 62% motorcyclists had been involved in a near-miss incident.\nIn 2010, 4,337 motorcyclists were injured in London, which by 2014 rose to 5,233, an increase of nearly 21%.\nThe report found the inconsistency over access to bus lanes causes \"unnecessary confusion\" as TfL allows motorcyclists to ride in bus lanes on the roads it manages, while many boroughs do not.\nIt also asked TfL to monitor the impact of dedicated Cycle Superhighways on the road space shared by other traffic.\nThe report also called on authorities to educate young riders.\nValerie Shawcross, chair of the London Assembly Transport Committee, said: \"Arguably motorcyclists have been overlooked in public discussion about road safety in recent years.\n\"However, 36 motorcyclists were killed on London's roads last year, a death toll that is unacceptably high, and part of a bigger picture of collisions and injuries affecting motorcyclists, many of them life-changing in their seriousness.\"\nTfL said that since September police had stopped 5,389 riders, issued 742 traffic offence reports, 1,335 verbal warnings, seized 96 motorcycles and made 10 arrests.\nPolice will also target the boroughs where motorcyclists are at greatest risk of injury.\nLeon Daniels, TfL's managing director of surface transport, said: \"On-street education and enforcement, substantial investment in improving rider skills and guidance to help engineers design roads so that they are safer for riders, all form part of a concerted effort to improve road safety in the capital.\"", "correct_choice": "The number of motorcyclists killed on London's roads reached 36 last year, data showed.", "list_choices": ["The number of motorcyclists killed on London's roads reached 36 2014, data showed.", "The number of motorcyclists killed on London's roads reached 36 last year, data showed."], "lbl": 1}
{"id": "34212874", "input": "Sturrock has nearly an entire team of injured players with 10 of his first-team squad doubtful for Saturday's League Two game against Wimbledon.\nTo add to his woes forward Shaun Jeffers is also suspended following last weekend's red card.\n\"We've just got to battle through these next two games,\" said Sturrock.\nWinger Jack Compton has also been ruled out for four weeks leaving Sturrock little choice but to ask some of his squad to play despite carrying knocks.\n\"I won't be able to fill it so I'll bring in one of the youth players to sit on the bench in a position we don't have many players for,\" Sturrock told BBC Radio Bristol.\n\"Jordan Gibbons is playing with an injury but he'll have to play again. It's not ideal but that is the situation we are in.\n\"It's quite scary when you look at the age of certain players playing every week. They deserve the experienced players to come back as quickly as possible.\n\"They are getting match practice and learning their trade but they are making mistakes and really we need to get a more solid team on the pitch.\"", "correct_choice": "Sturrock says he will struggle to fill the bench this weekend due to an injury crisis.", "list_choices": ["Sturrock says he will struggle to fill the bench four weeks due to an injury crisis.", "Sturrock says he will struggle to fill the bench this weekend due to an injury crisis."], "lbl": 1}
{"id": "36025977", "input": "The Italian authorities concluded Claire Martin killed herself after suffering from post-natal depression.\nHer parents, from Sutton-in-Ashfield in Nottinghamshire, believe she was murdered because \"things don't add up\".\nAshfield MP Gloria De Piero said there are \"anomalies to explore\".\nMs Martin, 30, lived with son and her in-laws in Grottaminarda, near Naples, while her partner worked in Germany.\nIn March 2012, Ms Martin suffered multiple stab wounds to her neck, struggled upstairs and died.\nA murder investigation was launched, but 15 months later the Italian authority closed the case after it ruled she had committed suicide.\nFollowing a recent Guardian newspaper article on her death, her father Ray Martin said: \"Things don't add up.\n\"It's impossible to stab yourself multiple times in the neck and climb up stairs after wiping the blood clean off the knife.\"\nHer mother Pat Martin said: \"It's a continuing nightmare, nobody gives a damn.\"\nMs De Piero said forensic reports have been translated into English, but there are witness statements and other evidence only available in Italian.\nThe MP has asked for a meeting in October with the Italian government to \"get the answers the Martin's need\".\nMr Martin said: \"We hope to meet with the magistrate, but I honestly don't know why they won't speak with us.\"\nThe Foreign Office said it would not comment on individual cases, but has provided consular assistance to the family.\nIt added: \"We will continue to assist in any way we can, although we cannot interfere in the legal system of another country.\"", "correct_choice": "An MP has a bid to establish how a suicide verdict was ruled after a woman died in Italy in 2012 from stab wounds to the neck.", "list_choices": ["An MP has a bid to establish how a suicide verdict was ruled after a woman died in Italy in October from stab wounds to the neck.", "An MP has a bid to establish how a suicide verdict was ruled after a woman died in Italy in 2012 from stab wounds to the neck."], "lbl": 1}
{"id": "39525319", "input": "The Office for National Statistics said industrial output fell 0.7% compared with January, when it dropped 0.3%.\nUnexpectedly warm weather drove the change, because it led to a fall in electricity and gas demand, the ONS said.\nConstruction output fell by 1.7% in February, down from a revised January reading of zero growth.\nThe construction figure, the biggest drop in nearly a year, was mainly the result of a 2.6% fall in the housebuilding sector.\nMeanwhile, the UK's deficit in goods and services widened to Â£3.7bn in February, from a revised figure of Â£3bn in January.\nAccording to the ONS, the deficit was fuelled by what it called \"erratic items\", such as imports of gold and aircraft.\n\"The overall trade deficit worsened, but excluding erratic items, the picture improved, as imports fell more than exports,\" said ONS senior statistician Kate Davies.\nHoward Archer, chief UK and European economist at IHS Markit, called the figures \"a disappointing package of data for the UK economy which fuels suspicion that GDP growth slowed markedly, largely due to consumers becoming more cautious\".\nHe added: \"We suspect UK GDP growth in the first quarter of 2017 slowed to 0.4% quarter-on-quarter from 0.7% quarter-on-quarter in the fourth quarter of 2016 - this would be the weakest growth rate since the first quarter of 2016.\"", "correct_choice": "Activity in the UK's industrial and construction sectors shrank in February, new figures show.", "list_choices": ["Activity in the UK's industrial and construction sectors shrank in the first quarter of 2017, new figures show.", "Activity in the UK's industrial and construction sectors shrank in February, new figures show."], "lbl": 1}
{"id": "29685680", "input": "A yellow severe weather warning has been issued as the remains of Hurricane Gonzalo reach Britain.\nCoastal areas and north-western parts of Wales are expected to see the worst of the weather.\nThe Met Office said while all of Wales will be affected, areas including Aberporth, Aberystwyth and Anglesey will likely see the strongest winds.\n\"Hurricane Gonzalo will run eastwards across the Atlantic, reaching the UK on Monday night, bringing strong winds and heavy rain,\" said a spokesperson.\n\"The strongest winds are expected on Tuesday as the low pressure clears eastwards.\"\nGusts exceeding 55mph are likely inland, with 60 to 70mph gusts in some exposed coastal areas in the west.\nThe forecaster warned that fallen leaves and blocked drains could increase the risk of surface water affecting roads, and advised that travel could be disrupted.\nHurricane Gonzalo caused widespread damage and a power blackout when it hit Bermuda last week, with damage caused to houses and power lines downed.\nIrish Ferries has cancelled some sailings between Holyhead and Dublin due to the adverse weather forecasts for Tuesday.", "correct_choice": "Gale force winds of up to 70mph and heavy rain will arrive in Wales on Monday evening, said the Met Office.", "list_choices": ["Gale force winds of up to 70mph and heavy rain will arrive in Wales on Tuesday evening, said the Met Office.", "Gale force winds of up to 70mph and heavy rain will arrive in Wales on Monday evening, said the Met Office."], "lbl": 1}
{"id": "27862365", "input": "Tanks were seen on the streets and explosions could be heard throughout the day in Libya's second-biggest city.\nGeneral Khalifa Haftar, who accuses the government of supporting terrorism, began an assault against Islamist fighters in the city last month.\nThe government in Tripoli says Gen Haftar has no authority to act, but several army units have joined him.\nThe BBC's Rana Jawad in Tripoli says a battalion within one of the biggest rival militias has also defected to join the general.\nThe clashes on Sunday were said to have been some of the worst since Gen Haftar began his offensive against Islamists, dubbed \"Operation Dignity,\" in May.\nResidents told the BBC that explosions could be heard across the city intermittently for several hours.\nAn electricity plant was also hit by rockets, causing power outages in large parts of Benghazi.\nMany residents who live in the area where the fighting erupted fled their homes to stay with relatives or friends in quieter neighbourhoods.\nThe number of casualties remains unclear but doctors in the city said at least six people had been killed and a dozen more injured.\nA spokesman for Gen Haftar's force told local media that they had seized several senior Islamists as part of their offensive, but this could not be independently verified.\nSince launching his offensive, Gen Haftar has rallied support from the public and members of the security forces.\nHe survived an assassination attempt earlier in June after a suicide bomb attack on his home in the town of Abyar, about 60km (37 miles) east of Benghazi.\nLibya is still in turmoil three years after the fall of Muammar Gaddafi, with political, religious and political factions locked in disagreement about the country's future.\nProfile: General Khalifa Haftar", "correct_choice": "Fresh clashes broke out in Benghazi on Sunday after a rogue general launched a fresh assault on Islamist militants.", "list_choices": ["Fresh clashes broke out in Benghazi on Sunday after a rogue general launched a fresh assault on Islamist militants.", "Fresh clashes broke out in Benghazi on June after a rogue general launched a fresh assault on Islamist militants."], "lbl": 0}
{"id": "18796964", "input": "Rumours of a tour to celebrate the band's golden anniversary have been circulating for a number of years.\nHowever, Richards would not go so far as to say when the quartet would be performing in public again.\n\"There's things in the works - I think it's definitely happening,\" he told the BBC. \"But when? I can't say yet.\"\n\"We're playing around with the idea and had a couple of rehearsals - we've got together and it feels so good.\"\nRichards was speaking to BBC arts editor Will Gompertz the day before the band turns 50.\nThey played their first gig at London's Marquee Club on 12 July, 1962; and had their first hit, a cover of Chuck Berry's Come On, 12 months later.\nA photography exhibition marking the band's long career will be launched at London's Somerset House on Thursday.\nTalking about the pictures, which include reportage, live concert and studio images, the guitarist said he felt \"weird\" looking back at the group's early days.\n\"It's amazing - most of these pictures I think, 'where was the cameraman?' I don't remember them being there,\" he said.\nHe added he would like the band to continue for as long as possible, saying: \"There might be life in the old dog yet - we'll die gracefully, elegantly wasted.\n\"Sometimes its hard work and you wonder why you're doing it, but apart from those few moments it's been an incredible adventure.\"\nThe Stones last world tour, A Bigger Bang, played to 4.5m people in 32 countries over two years before it finished in London in 2007.\nWith ticket sales of $558m (Â£360m), it was the most profitable tour of all time, until it was eclipsed by U2's 360 tour last year.", "correct_choice": "Guitarist Richards says the band have met up for \"a couple of rehearsals\" as they mark 50 years together.", "list_choices": ["Guitarist Richards says the band have met up for \"a couple of rehearsals\" as they mark 50 years together.", "Guitarist Richards says the band have met up for \"a couple of rehearsals\" as they mark 2007 together."], "lbl": 0}
{"id": "40779987", "input": "The Dow climbed 0.28% to 21,891.12, lifted by increases at Boeing, ExxonMobil and Chevron.\nDeclines at Discovery Communications, Amazon and Facebook reined in the Nasdaq, which dropped 0.42% to 6,348.12.\nThe wider S&P 500 was little changed, falling less than 0.1% to 2,470.30.\nMarkets are in the middle of earnings season, as companies reveal their quarterly performance to investors.\nDiscovery Communication shares fell more than 8% after the firm's quarterly revenues disappointed and a deal to buy Scripps Networks Interactive failed to reassure investors' concerns about the challenges facing traditional television companies.\nDiscovery's channels include Animal Planet and the Discovery Channel, while Scripps owns TV channels such as the Travel Channel and Food Network.\nSnap fell 1% to $13.67 as a lock-up ended that has prevented early investors and employees from selling shares since the social media company's IPO.\nThe shares remain well below the price of $17 at which they went on sale in March this year.\nBigger technology companies also fell on Monday. Amazon shares dropped more than 3%, while Facebook shares dropped by more than 1.8%.\nSome analysts believe that investors are cashing out after the strong increase in share prices earlier this year.", "correct_choice": "US markets were mixed on Monday, as the Dow increased but falls in technology stocks limited gains.", "list_choices": ["US markets were mixed on Monday, as the Dow increased but falls in technology stocks limited gains.", "US markets were mixed on quarterly, as the Dow increased but falls in technology stocks limited gains."], "lbl": 0}
{"id": "36987557", "input": "The limb was found in a garden in Cranwells Park on Wednesday and has been sent for forensic analysis, Avon and Somerset Police said.\nA force spokesman said detectives were \"keeping an open mind\" as to whether it was linked to two similar incidents in the city.\nAll three feet have been found within a few hundred yards of each other.\nTests showed the first foot found in Weston Park East in February was  \"probably\" a medical teaching aid. The second foot, found last month in the same area, is still undergoing tests.\n\"The same officers are looking into the latest discoveries and will look to confirm beyond all reasonable doubt that they are linked and if there are any new lines of inquiry which can be taken forward,\" the spokesman added.", "correct_choice": "A third human foot has been found close to where two others were discovered earlier this year.", "list_choices": ["A third human foot has been found close to where two others were discovered February.", "A third human foot has been found close to where two others were discovered earlier this year."], "lbl": 1}
{"id": "36635880", "input": "Media playback is not supported on this device\nGB finished bottom of the Pool stage in London with no wins and only three goals scored, but produced their best performance in an enthralling fifth/sixth place play-off.\nAlex Danson scored a match-winning hat-trick, with Lily Owsley also on target.\n\"We didn't lose belief and we are delighted,\" Danson told BBC Sport.\n\"Obviously I'm delighted [with the three goals] but not just for me, from a whole team perspective because we can build on that performance leading into the summer.\"\nHead coach Danny Kerry admitted \"harsh words\" were spoken after Britain's 4-1 defeat by Australia on Saturday, but was please with how his team responded.\n\"We've had a tough tournament and they know that yesterday wasn't good enough, but today they really committed,\" he told BBC Sport.\nDanson struck her first goal of the tournament in the 10th minute, but Anita McLaren drew New Zealand level in the second period.\nOwsley and Danson struck either side of half-time to take GB clear, but back came the Kiwis with goals from Olivia Merry and Kelsey Smith made the score 3-3.\nDanson needed time out after being struck in the head by the ball, but recovered to deliver a composed lofted finish over New Zealand keeper Sally Rutherford to win Britain the match.\n\"Although we conceded a few today, which we need to work on, overall that was much better,\" captain Kate Richardson-Walsh told BBC Sport.\n\"We have a lot to learn, huge amounts, but it's good we're doing that now and can take that forward to Rio.\"\nBritish selectors will reveal the 16 women and 16 men who have been chosen to represent Team GB at this summer's Rio Olympics on Tuesday.", "correct_choice": "Britain's women beat New Zealand 4-3 to secure a win before the Rio Olympics.", "list_choices": ["Britain's women beat New Zealand today to secure a win before the Rio Olympics.", "Britain's women beat New Zealand 4-3 to secure a win before the Rio Olympics."], "lbl": 1}
{"id": "39399482", "input": "El Amrani, in a letter to African football associations, said he would be departing on Monday, but gave no reason for his decision.\nThe 37-year-old Moroccan had served as secretary general for the last six years.\nHayatou was deposed as Caf president 10 days ago at elections in Ethiopia, where six of his allies on the body's executive committee also lost their positions.\nThe 70-year-old Hayatou had served as president for 29 years.\nCaf's new president, Ahmad, chaired a meeting with his staff at the African football body's headquarters in Cairo later on Sunday.\nDuring the meeting, the new president announced he had accepted the resignation of El Amrani.", "correct_choice": "Secretary general El Amrani resigned on Sunday, just over a week after long-standing president Hayatou was ousted from power following defeat to Ahmad in the elections.", "list_choices": ["Secretary general El Amrani resigned on Sunday, just over a week after long-standing president Hayatou was ousted from power following defeat to Ahmad in the elections.", "Secretary general El Amrani resigned on Monday, just over a week after long-standing president Hayatou was ousted from power following defeat to Ahmad in the elections."], "lbl": 0}
{"id": "30893574", "input": "The firm, which makes a vast array of consumer products including Ben & Jerry's ice-cream, Lipton tea and Dove soap, said sales fell 2.7% to €48.4bn ($56.1bn; £37.1bn).\nExcluding the effect of acquisitions and unfavourable exchange rates, underlying sales rose 2.9%,\nAnalysts had expected a 3.1% rise.\nDespite the weaker-than-expected sales, Unilever reported a 7% rise in pre-tax profit to €7.6bn for the full year.\nUnilever chief executive Paul Polman said it had been a \"challenging year for our industry\", and warned he did not expect a \"significant improvement\" in market conditions in 2015.\n\"We expect our full-year performance to be similar to 2014 with the first quarter being softer but growth improving during the year\".\nUnilever said underlying sales growth in emerging markets, where it makes more than half its sales, slowed to 5.7%.\nThe firm has been hit hard by a combination of slowing growth in China, a recession in Brazil as well as western sanctions on Russia.\nUnilever cut 1,400 jobs last year and Mr Polman said due to the \"low growth environment\" it would continue to cut costs and simplify the business.\nThe firm has recently sold a number of its products, including its Slim-Fast brand and Ragu and Bertolli pasta sauces.", "correct_choice": "Consumer goods giant Unilever has reported lower-than-expected full-year sales after demand for its products in emerging markets continued to slow.", "list_choices": ["Consumer goods giant Unilever has reported lower-than-expected 2014 sales after demand for its products in emerging markets continued to slow.", "Consumer goods giant Unilever has reported lower-than-expected full-year sales after demand for its products in emerging markets continued to slow."], "lbl": 1}
{"id": "39771057", "input": "The RSPB said 2,270 black-tailed godwits spent time on the island this spring, almost double the previous record of 1,320 in 2013.\nThe majority of the birds this year were found in a tiny field in Kilmoluaig.\nGodwits often stop off in the Hebrides to refuel during their migration to Iceland, where they breed.\nSpotters identified some of the birds as having come from France, Portugal and Spain due to the rings fitted on their legs.\nJohn Bowler, Tiree officer for RSPB Scotland, said: \"Black-tailed godwits are known to stop off here for food on their way to Iceland, particularly when adverse northerly winds hamper their progress across the North Atlantic.\n\"So, with huge numbers of golden plover already noted on Tiree during pretty windy conditions, it wasn't a huge surprise when black-tailed godwits started turning up, too. However, to see flocks of this size is just incredible.\n\"Hopefully they will enjoy a good breeding season this year and I'm already looking forward to seeing them pass back through Tiree in the autumn.\"", "correct_choice": "A record-breaking number of migrating birds have been recorded in the Hebrides in 2014.", "list_choices": ["A record-breaking number of migrating birds have been recorded in the Hebrides in 2014.", "A record-breaking number of migrating birds have been recorded in the Hebrides in this year."], "lbl": 0}
{"id": "38239329", "input": "Head coach Warren Gatland is leading the British and Irish Lions in New Zealand and has named interim coach Rob Howley as part of his backroom team.\nForwards coach McBryde assumes head coach responsibilities for the third time after leading Wales on tours in 2009 and 2013.\n\"It is an honour to represent your country and to do so overseas carries extra responsibility,\" said McBryde.\n\"For me it is another exciting opportunity to lead the team.  It is something I have thoroughly enjoyed in the past and I'm really looking forward to doing it again at the end of the season.\"\nThe Welsh Rugby Union (WRU) will appoint assistant coaches for the summer tour to assist McBryde.\n\"We are also at an advanced stage in discussions with a number of other individuals about the summer tour and hope to be in a position to confirm the full make-up of the management team next week,\" said WRU chief executive Martyn Phillips.\nUnion chairman Gareth Davies, who is also on the Lions' selection panel, believes the involvement of Welsh coaches will benefit the national team.\n\"2017 is a real summer of opportunity for Welsh coaches and should benefit the whole of Welsh rugby in the years ahead,\" he said.\n\"It is not often that you get the opportunity to develop coaches in different environments.\n\"Our coaches and players have been invigorated by their Lions experiences on previous campaigns and there is little doubt that a tour of New Zealand will provide the ultimate test and so once again both mentally stimulate and inspire each individual.\"", "correct_choice": "McBryde will coach Wales on their summer tour of New Zealand.", "list_choices": ["McBryde will coach Wales on their summer tour of New Zealand.", "McBryde will coach Wales on their the end of the season tour of New Zealand."], "lbl": 0}
{"id": "37984477", "input": "As part of a three-year package, London and Manchester will also host legs of the World Grand Prix series in 2017 and 2018 respectively.\nSteve Flynn, director of GB Taekwondo, said the events would give the sport \"a chance to drive real growth\".\nThe GB Taekwondo team includes two-time Olympic champion Jade Jones.\nRio silver medallist Lutalo Muhammad, bronze medallist Bianca Walkden and Mahama Cho, who finished fourth, are also in the Manchester-based squad.\nThe bid team - which beat competition from American city Houston - is also discussing the possibility of hosting the World Para Taekwondo Championships alongside the Grand Prix event at the Copper Box Arena in London next year.", "correct_choice": "Manchester will host the 2018 World Grand Prix - after a large medal haul for Britain in Rio.", "list_choices": ["Manchester will host the next year World Grand Prix - after a large medal haul for Britain in Rio.", "Manchester will host the 2018 World Grand Prix - after a large medal haul for Britain in Rio."], "lbl": 1}
{"id": "37384919", "input": "The Hull 2017 Culture Company said fundraising had exceeded its public target of £18m, raised with investment from 61 partners.\nThe full programme of events is to be announced next week.\nMartin Green, of Hull 2017, said the money was \"a massive vote of confidence\" in the city.\nThe chief executive and director of Hull 2017 said Hull was a \"great city\" and \"the northern powerhouse argument was a good one\".\nMr Green admitted his personal target for funding had been about £30m.\nHe was the man behind the London 2012 Olympic ceremonies, oversaw the torch relays ahead of the Olympic and Paralympic Games in 2012 and was the executive producer of the Tour de France's opening ceremony in Leeds.\nAbout £22m will be spent on cultural events and another portion of the money will support events after 2017, the charity said.\nMore than 2,000 people have already signed up to volunteer during the year and 60,000 school students will take part in some way.", "correct_choice": "Hull City of Culture 2017 has raised more than £18m to produce the festival, according to the charity set up to deliver it.", "list_choices": ["Hull City of Culture 2017 has raised more than £18m to produce the festival, according to the charity set up to deliver it.", "Hull City of Culture the year has raised more than £18m to produce the festival, according to the charity set up to deliver it."], "lbl": 0}
{"id": "37554205", "input": "Erin Cross, from Chester, received gene editing therapy in the USA after a Â£100,000 appeal raised the cash.\nDoctors have told her parents she is now in remission after the therapy which took place in August.\nHer mother Sarah Cross said: \"It means she is now able to have a bone marrow transplant in Manchester.\"\nShe added: \"I'm so glad I pushed for her to get on the trial here at Seattle, if I hadn't she wouldn't be here today.\"\nErin was treated for acute lymphoblastic leukaemia using CAR (Chimaeric Antigen Receptor) T-Cell therapy which re-engineers the cells in the lab to attack and kill cancer cells when injected back into the patient's body.\n\"We got a call from the hospital who told us the cancer cells have gone - we couldn't believe it as she has never come back clear from any treatment before,\" said Ms Cross.\n\"She is running round now like any six year old,\" she added.\nErin is due to return to the UK within the next month for a transplant at the Royal Manchester Children's Hospital where a donor has already been found.", "correct_choice": "The family of a six-year-old girl suffering from leukaemia are celebrating pioneering treatment which they say has saved her life.", "list_choices": ["The family of a six-year-old girl suffering from leukaemia are celebrating pioneering treatment which they say has saved her life.", "The family of a August girl suffering from leukaemia are celebrating pioneering treatment which they say has saved her life."], "lbl": 0}
{"id": "36629712", "input": "Media playback is not supported on this device\nThe 2014 European 100m champion held off the fast-finishing James Ellington and his friend and rival CJ Ujah in a showdown that lived up to expectations.\nEarlier his training partner Asha Philip won her third British 100m title to join him in the GB team for Rio.\nTiffany Porter beat her younger sister Cindy Ofili in the 100m hurdles.\nThe 28-year-old Dasaolu got out of his blocks well as Ellington was left, and held a metre lead at halfway.\nWith Richard Kilty and Harry Aikines-Aryeetey struggling, and veteran Dwain Chambers never in the picture, Ujah seemed the only threat to the man who ran 9.91 seconds at these championships three summers ago.\nBut Ellington came through late outside them to steal both second place and the second automatic Olympic place.\nA tailwind of three metres per second added a gloss to the times - 9.93 secs for Dasaolu, 9.96 for Ellington and 9.97 for Ujah - but with Britain's 200m men also in form, the GB sprint relay squad appears in excellent shape going to Brazil.\n\"Seven guys on the line had the [Olympic qualifying] standard, so I knew that if I didn't finish top two, top three, my dream of going to Rio in the 100m was in jeopardy,\" said Dasaolu.\n\"Top three under 10 seconds in the same race bodes well for the relay and for sprinting as a whole. Jamaica and America are out there, but if they make any mistakes we'll be nipping at their heels and ready to go for the gold.\"\nFind out about how to get into running with our special guide.\nIn the absence of British record holder Dina Asher-Smith - focusing on the longer sprint this weekend - from the women's 100m, Philip upset pre-race favourite Desiree Henry as she dominated in 11.17 secs, with 19-year-old talent Daryll Neita taking second in 11.24 and Henry in third.\nAndy Butchart and Tom Farrell both sealed Olympic places in the 5,000m, while Sophie Hitchon confirmed her place in the hammer with a characteristically dominant throw and Holly Bradshaw did the same in the pole vault with a season's best clearance of 4.60m.", "correct_choice": "Dasaolu ran a wind-assisted 9.93 seconds to win a thrilling battle and secure his place at the Olympic Games.", "list_choices": ["Dasaolu ran a wind-assisted three summers ago to win a thrilling battle and secure his place at the Olympic Games.", "Dasaolu ran a wind-assisted 9.93 seconds to win a thrilling battle and secure his place at the Olympic Games."], "lbl": 1}
{"id": "19725264", "input": "They are among seven ex-News of the World staff accused of conspiracy to access voicemails. Prosecutors say the charge could involve about 600 victims.\nPrivate investigator Glenn Mulcaire, facing four counts relating to specific people, was also at the Old Bailey.\nA 9 September 2013 trial date was set.\nThe former staff members from the now-defunct News of the World newspaper who are also facing trial are its ex-managing editor Stuart Kuttner, former news editor Greg Miskiw, former head of news Ian Edmondson, ex-reporter James Weatherup and former chief reporter Neville Thurlbeck.\nAs well as a general conspiracy to unlawfully intercept communications charge, other charges relate to specific people.\nMr Coulson was News of the World editor from 2003 to 2007 and Mrs Brooks edited the paper from 2000 to 2003, before moving on to edit the Sun and then becoming chief executive officer of the two papers' parent group News International.\nMr Kuttner was excused from attending Wednesday's hearing.\nThe provisional trial date was set for 9 September next year and all defendants were released on bail.\nIn a separate case, Mrs Brooks, 44, from Churchill in Oxfordshire, her husband, Charlie, and five others  appeared before the court accused of conspiracy to pervert the course of justice.\nMrs Brooks's chauffeur Paul Edwards, former personal assistant Cheryl Carter, head of security at News International Mark Hanna, and security staff Daryl Jorsling and Lee Sandell also face the charges.\nThey relate to an alleged attempt to hide evidence from police investigating phone-hacking claims and illegal payments to public officials by the News of the World and the Sun.", "correct_choice": "Former News International boss Brooks' and former editor Coulsons' trial over phone-hacking claims will take place next September.", "list_choices": ["Former News International boss Brooks' and former editor Coulsons' trial over phone-hacking claims will take place 2003.", "Former News International boss Brooks' and former editor Coulsons' trial over phone-hacking claims will take place next September."], "lbl": 1}
{"id": "32840652", "input": "Burials were held for 33 of the 84 people whose bodies have been recovered. Several local people are still missing.\nThousands of people gathered in the square outside the town's main church to pay their respects in front of a long row of coffins.\nRescue workers are still searching the local river for victims.\nOne resident of Salgar particularly hard hit is the city's cemetery worker who has prepared 15 graves for members of his own family - mostly cousins who died in the flood.\nA spokesman for the national emergency authorities said he expected to end the search for victims on Thursday or Friday.\nHe said between 20 and 25 local people caught in the flood had not been accounted for.\nLocals and firefighters have been searching a 40km-long (25 mile) stretch of land on the banks of the Liboriana river.\nMost of the residents were asleep when the landslide hit at 03:00 local time (08:00 GMT) on Monday.\nThe landslide was triggered by heavy rains that sent torrents of water and mud crashing into the La Liboriana ravine, causing an overflow that destroyed the neighbourhood below.", "correct_choice": "A mass funeral has taken place in the town of Salgar for victims of a devastating mudslide on Monday.", "list_choices": ["A mass funeral has taken place in the town of Salgar for victims of a devastating mudslide on Thursday.", "A mass funeral has taken place in the town of Salgar for victims of a devastating mudslide on Monday."], "lbl": 1}
{"id": "40585510", "input": "JP Nadeau was reportedly struck by lightning mid-sentence in his apple orchard in New Brunswick, Canada.\n\"And just as I told my new son-in-law 'You're a lucky guy' - Boom!\" he told the Canadian Broadcasting Corporation.\nAside from a small scar on his thumb, Mr Nadeau says he was unscathed and the wedding proceeded.\nStorm clouds had gathered behind him at the ceremony on 8 July, he said, and his daughter saw lightning strike the ground nearby.\n\"I had the microphone and the shock jumped into the sound system and my hand just lit up and I saw the spark,\" he told the CBC.\n\"And I'm looking at my hand and it's all flared up… It was like I was holding a lightning bolt in my hand, it was amazing.\"\nEveryone was stunned at first, but that didn't stop the happy couple from continuing with the festivities.\n\"It was a beautiful wedding,\" Mr Nadeau's wife, Maggy Thomas, told the CBC.\n\"But that was pretty terrifying for a second.\"\nMr Nadeau says he's a lucky-unlucky man - in 2015, a cruise ship he was working on near the Falkland Islands caught fire, and he was rescued by the British Royal Air Force.\n\"I've had lots of brushes with death,\" said Mr Nadeau. \"But death keeps ignoring me.\"", "correct_choice": "No one likes a dull wedding, but one father-of-the-bride's speech was a little too electrifying at his daughter's ceremony last weekend.", "list_choices": ["No one likes a dull wedding, but one father-of-the-bride's speech was a little too electrifying at his daughter's ceremony last weekend.", "No one likes a dull wedding, but one father-of-the-bride's speech was a little too electrifying at his daughter's ceremony 2015."], "lbl": 0}
{"id": "24387271", "input": "Hastings Pier is being rebuilt with £14m of money raised mainly through the Heritage Lottery Fund.\nIt is now hoped a further £300,000 can be raised by selling 3,000 shares for £100 each.\nThe charity behind the restoration said investors would have a say in the pier's future.\nThe 140-year-old structure was almost completely destroyed by fire in October 2010.\nSimon Opie, CEO of the Hastings Pier Charity, said the shares were important to continue interest in the pier after its restoration.\nHe said: \"[The shares] are not just about the money, but it is about creating shareholder members, people who are invested in the pier, people who care about the town, the heritage of the pier, and people who will be here for the long term.\n\"The money that we have raised will restore the pier but beyond that it needs to have an economically viable future and that's what we hope we will create.\"\nThe Panamanian company Ravenclaw, which owned the pier, was issued with a compulsory purchase order after it failed to carry out repair work.\nThe order was granted in 2012 and the council formally took ownership of the pier in August.\nIt is hoped the restoration will be completed by spring 2015.\nHastings Council leader, Jeremy Birch, said: \"This is the people's pier so let them have a stake in it.\"\nThe shares will go on sale on Saturday through a community shares website.", "correct_choice": "Shares in a derelict seaside pier that was almost destroyed by fire three years ago will be offered to the community to aid its restoration.", "list_choices": ["Shares in a derelict seaside pier that was almost destroyed by fire three years ago will be offered to the community to aid its restoration.", "Shares in a derelict seaside pier that was almost destroyed by fire spring 2015 will be offered to the community to aid its restoration."], "lbl": 0}
{"id": "38225995", "input": "In a leaked letter, Mr Skates said he was informed this was because of the current level of investment.\nHe meets Network Rail officials on Thursday after describing conditions for rail passengers as \"unacceptable\".\nNetwork Rail said it was committed to working with the Welsh Government to get value for taxpayers' money.\nMr Skates has accused the company - which maintains tracks across the UK - of a lack of investment in clearing leaves this autumn, which cause damage to train wheels because of the extra braking pressure required.\nHe believes this has led to over-crowding and reduced punctuality of services as it forces more rolling stock to be removed from routes.\nArriva Trains Wales said 54 out of its fleet of 127 have had to be taken away for repairs this autumn - an increase of 54% on the same period last year.\nIn the letter seen by BBC Wales, sent last month to Network Rail's route managing director Andy Thomas, Mr Skates said Arriva Trains Wales raised concerns about the level of work being carried out to clear leaves from the lines.\nHe wrote: \"I have been informed that Network Rail responded that this was due to budgetary reasons and that at the current level of investment it would take 28 years to get the Welsh network up to the prescribed standard.\"\nA Network Rail spokesman said: \"We have jointly concluded with Arriva Trains Wales that the reduction in fleet availability cannot be solely related to Network Rail's autumn plan as we are increasing spend and activity.\n\"We are committed to working jointly with Arriva Trains Wales and the Welsh Government to ensure maximum value for taxpayers' money.\"\nIn a debate at the Senedd on Wednesday, Plaid Cymru's economy spokesman Adam Price described current conditions for Welsh rail passengers as a \"national crisis\".\nHe referred to three examples on social media yesterday in which one passenger told of his experience of a train catching fire, one had been on an overcrowded service where a passenger fainted, and another claimed to have a seat for the first time in 11 months.\nAn Arriva Trains Wales spokesman denied one of its trains had caught fire, instead saying there was a problem with an exhaust.\nHe said: \"We understand and apologise for the frustrations around the capacity issues faced by commuters which has been made worse recently by the additional maintenance required on damaged train wheels caused by the autumn leaf-fall.\n\"We continue to work hard with our partners in Network Rail to reduce the impact of this issue.\"", "correct_choice": "Network Rail believes it will take 28 years to get the Welsh rail system up to standard, Skates has been told.", "list_choices": ["Network Rail believes it will take yesterday to get the Welsh rail system up to standard, Skates has been told.", "Network Rail believes it will take 28 years to get the Welsh rail system up to standard, Skates has been told."], "lbl": 1}
{"id": "31113635", "input": "The £1.471bn spent shooting movies like Star Wars: The Force Awakens and Avengers: Age of Ultron in 2014 represents a 35% increase on 2013.\nMoney spent on homegrown UK films also increased, with £188m spent making films budgeted at £500,000 and above.\nBox office takings, though, were down 2% on the previous year.\nOverall, 157.5 million tickets were sold, representing a 5% dip in attendances compared with 2013.\nYet the BFI's figures show an increased market share for UK independent films, thanks in part to the box office success of Paddington and The Inbetweeners 2.\nThe former title took £34.7m in 2014 and has now made more than £35.5m at UK and Ireland box offices.\n\"The UK film industry is a powerhouse for growth and I'm delighted that 2014 saw an all-time high spend on film production,\" culture secretary Sajid Javid said.\n\"The huge amount of inward investment we are seeing is a sure-fire sign that the UK is the best place in the world to make films.\"\nBFI chief executive Amanda Nevill said its report \"illuminates a dynamic and vibrant story of success for the screen industries in the UK\".\nThe £1.471bn spend represents the highest figure since statistics were first recorded 20 years ago.", "correct_choice": "More money was spent making films in the UK last year than in any other year since measurements began, figures from the BFI have shown.", "list_choices": ["More money was spent making films in the UK the previous year than in any other year since measurements began, figures from the BFI have shown.", "More money was spent making films in the UK last year than in any other year since measurements began, figures from the BFI have shown."], "lbl": 1}
{"id": "36306285", "input": "The 22-year-old clocked 19.95 seconds representing Louisiana State University at the Southeastern Conference (SEC) Championships in Tuscaloosa, Alabama.\nJohn Regis set the British record of 19.94 in 1993, while Adam Gemili is the only other Brit to go sub 20.\nMitchell-Blake told BBC Sport his achievement was \"overwhelming\".\nRegis also clocked a time of 19.87 but this was never ratified.\nHe had already competed in two Olympic Games by the time he ran under 20 seconds.\nMitchell-Blake clocked his time having already won the 100m as well as anchoring his university to victory in the 4x100m at the SEC Championships.\n\"The 200 is my favourite event,\" said the 2013 European junior champion, who was visibly emotional when approached for an interview on the track..\nHe said he wanted to compete for Britain at the Rio Olympics in August but would be focusing on his college career for the next few weeks.\n\"Then I'll come back to the UK and try to compete for a spot on the team,\" he added.\nChijindu Ujah and James Ellington have also already run under the 20.50-second Olympic A standard in 2016.\nThe British Championships take place in June.", "correct_choice": "Mitchell-Blake missed the national record by one-hundredth of a second as he became only the third Briton to run sub 20 seconds for 200m.", "list_choices": ["Mitchell-Blake missed the national record by one-hundredth of a second as he became only the third Briton to run sub 20 seconds for 200m.", "Mitchell-Blake missed the national record by one-hundredth of a second as he became only the third Briton to run sub June for 200m."], "lbl": 0}
{"id": "36884337", "input": "The 24-year-old midfielder sustained the injury just 26 days after joining Posh from League Two side Crewe.\nHe had an operation on Saturday and is expected to be out until November.\n\"I haven't seen a grown man cry like that for 15 years so I feel for him, but we'll just have to pull together,\" McCann told BBC Radio Cambridgeshire.\n\"There were about six seconds left of training, he planted his foot and broke his leg.\n\"He's had an operation, but I'm sure he'll come back stronger. The lads and the staff are devastated for him.\"\nMcCann also confirmed that Posh had not taken up the option to sign trialist striker Morgan Ferrier, who played in the pre-season friendlies against West Ham and Norwich.", "correct_choice": "McCann has backed the 24-year-old midfielder to recover from the broken leg he suffered with \"six seconds left of training\".", "list_choices": ["McCann has backed the 24-year-old midfielder to recover from the broken leg he suffered with \"six seconds left of training\".", "McCann has backed the 24-year-old midfielder to recover from the broken leg he suffered with \"just 26 days left of training\"."], "lbl": 0}
{"id": "36902088", "input": "Net profit at Germany's biggest lender fell 98% to €20m (£16.7m), compared with €796m for the same period in 2015.\nChief executive John Cryan said: \"If the current weak economic environment persists, we will need to be yet more ambitious in the timing and intensity of our restructuring.\"\nRevenues were down 20% to €7.4bn.\nMr Cryan, a British banker who took the helm at Deutsche last year, has embarked on an overhaul and has previously warned restructuring costs are likely to peak this year.\nThe impact of the shake-up was seen in restructuring charges of €207m and a writedown of €285m on its asset management business.\nDeutsche Bank's value has nearly halved since the beginning of the year, with its shares having fallen 43%.\nIn June, the International Monetary Fund said that of the banks deemed large enough to pose a threat to the financial system should things go wrong, Deutsche Bank was the riskiest.", "correct_choice": "Deutsche Bank has warned further cost cutting might be needed as profits tumbled in the second quarter amid volatile markets.", "list_choices": ["Deutsche Bank has warned further cost cutting might be needed as profits tumbled in this year amid volatile markets.", "Deutsche Bank has warned further cost cutting might be needed as profits tumbled in the second quarter amid volatile markets."], "lbl": 1}
{"id": "35773812", "input": "Home Retail Group said that like-for-like sales at Argos fell 1.1% in the eight weeks to 27 February, compared to a fall of 2.2% in the previous quarter.\nThe electrical and homeware retailer is being targeted by both Sainsbury's and South African retailer Steinhoff.\nBoth companies have until 18 March to make firm bids for Argos.\nLast month, a £1.3bn bid from Sainsbury's for Home Retail was trumped by Steinhoff's £1.4bn offer.\nHome Retail recently sold its DIY chain Homebase to Australia's Wesfarmers last month for £340m, leaving Argos as its only remaining business.\nTotal sales at Argos rose 1.9% to £515m in the eight-week period as demand for furniture and sports goods offset lower sales of electrical goods, such as video games and tablet computers.\nThe company said Argos opened 90 new stores over the year, bringing the total to 845. The new openings held back the like-for-like sales total over the period, it added.\nChief executive John Walden, who said it had been \"another rather eventful period\" for the company, was pleased with the improvement in Argos' sales.\nShares in Home Retail closed down almost 0.5% at 179.1p, but have risen more than 80% this year following Sainsbury's interest in Argos.\nThe supermarket has argued that combining both chains would create a \"world-leading\" retailer bigger than rivals John Lewis and Amazon UK.\nRetail analyst Nick Bubb said: \"Home Retail claim that underlying like-for-like sales were broadly flat, once the cannibalisation from the infamous concession inserts in Homebase and Sainsbury are taken out. Gross margins were up, however, by 75 basis points and Home Retail's year-end net cash was strong.\"\nSainsbury's had offered about 167p a share for Home Retail, but will be forced to at least match the 175p-a-share all-cash offer from Steinhoff, which owns UK furniture retailer Harveys.\nHowever, the supermarket may be reluctant to increase its offer to the level needed to win control of Argos.\nAnalysts have also questioned the wisdom of Sainsbury's acquiring the struggling retailer.", "correct_choice": "Argos, the retail chain at the centre of a bidding war, has shown a fall in sales over the Christmas period.", "list_choices": ["Argos, the retail chain at the centre of a bidding war, has shown a fall in sales over February.", "Argos, the retail chain at the centre of a bidding war, has shown a fall in sales over the Christmas period."], "lbl": 1}
{"id": "34923701", "input": "The Nottingham Pram Company made pushchairs and perambulators from a factory in the city.\nAll the items, including a Victorian pram made between 1880 and 1885, belonged to John Whitby, who ran the firm for 55 years.\nThe 15 lots sold for £6,700, exceeding the expected £2,500 price tag.\nAuctioneers said the collection was \"a snapshot of a much-loved company\" and was bought by various private collectors across the UK.\nThe family business was founded in the mid-19th Century by Mr Whitby's grandfather.\nMore on this story and other news from Nottinghamshire\nHe took over in 1946, opening a shop on Goose Gate that sold the company's prams, which were manufactured on Alfreton Road, as well as treats for children, such as toys and comics.\nAuctioneer Nigel Kirk, of Mellors and Kirk, said the Victorians were \"very keen on prams\".\n\"Mr Whitby's father, a builder, and his grandfather were clearly men of considerable importance in Victorian and Edwardian Nottingham, of which they were both appointed freemen,\" he said.\n\"When he retired [in 2001], John Whitby had the foresight to carefully preserve everything connected with his grandfather's enterprise.\n\"For half a century the company was something of a Nottingham institution, selling not just prams but everything for the young child.\"\nThe Victorian pram, which beat its estimate and sold for £590, has a \"coach-built body\" similar to the style used by the Royal Family to transport Princess Charlotte to her christening.\nA painted wooden sign, which once hung outside the shop, was also auctioned, as well as catalogues, photographs, toys, comics, shop display material and World War Two posters and souvenirs.\nMr Kirk said: \"Some of the items would not have been considered valuable in many people's eyes - for example the trade catalogues from the 1960s, 70s and even 1980s, might have been overlooked in a house clearance.\n\"However, these lots sold incredibly well, particularly to online bidders.\"", "correct_choice": "A collection of vintage prams and memorabilia stretching back almost 150 years has been auctioned.", "list_choices": ["A collection of vintage prams and memorabilia stretching back 2001 has been auctioned.", "A collection of vintage prams and memorabilia stretching back almost 150 years has been auctioned."], "lbl": 1}
{"id": "38585562", "input": "Motorcyclist Leighton Santos, 22, admitted causing David Hitchen's death through careless driving and was jailed at Preston Crown Court on Monday.\nThe maximum sentence is five years, but this can be reduced by a guilty plea.\nRoad safety charity Brake said there was a \"need to see much tougher sentences when a driver has killed\".\nSantos admitted causing the 42-year-old former Great Britain international's death near Belmont, Lancashire, in September 2014, on the first day of his trial.\nLancashire Police said Santos had been riding a Yamaha motorbike on Rivington Road when he \"drifted into the opposite carriageway\" and collided with Mr Hitchen.\nThe cyclist suffered serious injuries and died later in hospital.\nIn addition to the six months for causing death by careless driving, Santos was also given 12 months for another motoring offence.\nIn March 2016 he was convicted at Manchester Crown Court of dangerous driving after taking police on an eight-mile pursuit that saw him reach speeds of up to 90mph (145km/h) in a 30mph zone.\nMartin Key, British Cycling's campaigns manager, said six months for \"causing the death of a human being is a punishment that many would agree certainly does not fit the crime\".\n\"While these incidents are extremely rare, we need to ensure that sentencing guidelines adequately reflect the potential consequences of an offence,\" he said.\nA spokeswoman for Brake said the sentence was \"insulting\".\n\"Leighton Santos, who killed another human being, was sentenced to a paltry 18 months in prison, and will likely be out in nine.\n\"It's no wonder that grieving relatives are often left feeling let down and insulted by our justice system.\n\"We need to see much tougher sentences when a driver has killed, particularly when, as in this case, they have exhibited previous examples of dangerous behaviour.\"", "correct_choice": "A six-month prison term handed to a motorist who killed an ex-international cyclist in a crash \"does not fit the crime,\" British Cycling has said.", "list_choices": ["A Monday prison term handed to a motorist who killed an ex-international cyclist in a crash \"does not fit the crime,\" British Cycling has said.", "A six-month prison term handed to a motorist who killed an ex-international cyclist in a crash \"does not fit the crime,\" British Cycling has said."], "lbl": 1}
{"id": "39553192", "input": "Aberdeenshire-based Harbro Group saw pre-tax profit increase by £800,000, to £3.5m, in the year to the end of June 2016.\nThis was despite turnover falling by £1m to just over £100m.\nHarbro said international sales grew over the year, both in Europe and in new markets further afield.\nThe Turriff-based company manufactures and supplies feeds for the beef, sheep, dairy, pig and poultry sectors.\nIt also has a network of 19 shops across Scotland, operating under the Country Store brand. The stores cater for farming and rural communities with a range of products, including fireside supplies, country clothing and footwear.\nIn accounts filed with Companies House, the company said: \"As always, the outlook for agriculture is difficult to predict.\n\"We have certainly been experiencing challenging times over the last 12-18 months but the industry is a robust one.\n\"The impact of Brexit is still to be fully understood, although the board are confident that the group will be well positioned for whatever business challenges this may bring about.\"", "correct_choice": "An animal feed producers has posted a rise in profits, despite reporting a challenging year.", "list_choices": ["An animal feed producers has posted a rise in profits, despite reporting the year.", "An animal feed producers has posted a rise in profits, despite reporting a challenging year."], "lbl": 1}
